{
    "0": {
        "file_name": "2-207-NEW-MEDIT-04-2022_03-The-effect-of-digitalization.pdf",
        "Name_publication": "The Effect of Digitalization on Unemployment Reduction",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization is significantly contributing to unemployment reduction, indicating a positive impact on the economy.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The study captures the impact of economic growth and digitalization on unemployment change, evaluating a modified version of Okun’s Law.",
            "Method": "The study uses a fixed-effect model on a balanced panel data set for 58 countries between 2013 and 2019.",
            "Source": "The data sources include the IMD World Digital Competitiveness score and World Development Indicators.",
            "Quotes": [
                "Digital transformation and the digitalization of economic activity are ongoing trends profoundly shaping the global economy.",
                "Digitalization has also been read as an enabler of more environmentally friendly circular economies, as it increases resource efficiency by reducing waste, boosting product longevity, and minimizing transaction costs.",
                "The overall result shows that improving digital readiness is associated with an increase in employment levels or decreased change in unemployment as with the estimated model."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization can lead to significant changes in the labor demand, affecting employment levels and potentially creating new job opportunities while also reducing the demand for low-skilled labor.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization links to the automation of certain routinized and control functions, reducing the need for unskilled labor, while increasing the demand for new skills and professions.",
            "Method": "The study uses a modified version of Okun’s law and a fixed-effect model to estimate the impact of digitalization on unemployment.",
            "Source": "The study relies on a balanced panel data set for 58 countries between 2013 and 2019, using the IMD World Digital Competitiveness score as a measure of digitalization.",
            "Quotes": [
                "Digitalization has also been read as an enabler of more environmentally friendly circular economies, as it increases resource efficiency by reducing waste, boosting product longevity, and minimizing transaction costs.",
                "The digital divide also exists among different social groups within the same economy, with different levels of digital literacy and asymmetric access to digital technologies.",
                "It is essential for governments worldwide to understand the digital revolution’s overall impact on employment, boost desirable effects, and increase preparedness to mitigate eventual negative implications and support the social groups who may be left behind."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "1": {
        "file_name": "20-02MethodologyReport2020_03.pdf",
        "Name_publication": "Methodology Report Product Social Impact Assessment 2020",
        "Year": "2020",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "3": {
        "file_name": "Addressing capability failure in demand-led industrial transitions.pdf",
        "Name_publication": "Introducing a POLYvalent system dynamics model for the ex ante evaluation of TRansformative POlicy Scenarios (POLYTRoPOS) Addressing capability failure in demand-led industrial transitions",
        "Year": "2024",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The context discusses the deployment of solutions to address environmental challenges such as climate change, emphasizing the importance of aligning policies for solution deployment with production capability development.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the mobilization of resources for solution deployment, which can lead to improvements in environmental outcomes, such as better air quality and reductions in emissions.",
            "Method": "The methodology involves the development of a System Dynamics model to simulate and evaluate the impacts of various policy scenarios on environmental outcomes.",
            "Source": "The context references data from the International Energy Agency (IEA) and other empirical studies to support its claims about the impact on the environment.",
            "Quotes": [
                "Public policy is now confronted with the exceptional challenge of transforming our current production and consumption systems within timeframes defined by imperatives such as climate change mitigation.",
                "For example, fiscal policies and regulations in support of solution deployment for the challenge of climate change with policies in support of innovation, investment and skills development.",
                "The deployment of sustainable solutions, such as renewable energy, brings additional benefits to society that extend beyond the typically measured returns for investors."
            ],
            "Method Type": "Modeling and Simulation Techniques"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "4": {
        "file_name": "ai_hleg_policy_and_investment_recommendations_54BA36FA-AB4B-FDE5-23A63FBDC792CB19_60343.pdf",
        "Name_publication": "Policy and Investment Recommendations for Trustworthy AI",
        "Year": "2019",
        "Economy": {
            "Relevant": true,
            "Impact": "The adoption of AI technologies is expected to boost growth in European economic activity by close to 20% by 2030, creating new employment opportunities and better services.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The document discusses the potential for AI to enhance economic growth, improve quality of life, and create sustainable business models.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "the adoption of AI technologies is still in its infancy.",
                "the current transformation of governments towards more efficient and digitised public services might represent a fundamental shift in the way in which the economy and, in particular, the Single Market, is structured and organised.",
                "AI could boost growth in European economic activity by close to 20% by 2030."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "AI can provide tools to help safeguarding the integrity of the environment (e.g. by improving the detection of pollutants and their sources).",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "AI systems can be deployed to improve environmental monitoring and management.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "AI can provide tools to help safeguarding the integrity of our public institutions and the private sector (e.g. by detecting and proving discrimination), the privacy of individuals (e.g. by detecting and rooting out privacy infringing content) as well as the environment (e.g. by improving the detection of pollutants and their sources)."
            ],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The document discusses the potential for AI to enhance individual and societal well-being, while also acknowledging the risks associated with its deployment, such as discrimination and privacy infringement.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the need for awareness, education, and safeguards to protect individuals and society from adverse effects while promoting the benefits of AI.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "AI presents a promising means to enhance individual and societal well-being and the common good, as well as driving progress and responsible innovation.",
                "However, if not applied in a trustworthy manner, AI systems could cause adverse impacts to individuals, society and the environment, such as unjust discrimination or bias, privacy infringement, social or economic exclusion or environmental decline.",
                "The benefits of AI should be shared with all parts of society, leaving no one behind."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses the need for AI-specific cybersecurity infrastructures and the importance of protecting users' rights online, indicating a focus on security implications of digitalization.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the development of cybersecurity policies and infrastructures aimed at protecting users and ensuring the integrity of systems.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Develop and support AI-specific cyber security infrastructures",
                "User centric cybersecurity policies must protect users’ rights online, by design and by default.",
                "Holistic digital security approaches should address the risk of malware and vulnerabilities, social engineering, restrictions on the functionality of network, efforts to weaken the integrity of communications systems, and threats to anonymity, privacy, and other human rights exercised online."
            ],
            "Method Type": "N/A"
        }
    },
    "5": {
        "file_name": "Artificial Intelligence in Education_ A Review.pdf",
        "Name_publication": "Artificial Intelligence in Education: A Review",
        "Year": "2020",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "6": {
        "file_name": "assessing the digital economy (Nagy K.H. World Bank).pdf",
        "Name_publication": "Assessing the digital economy: aims, frameworks, pilots, results, and lessons",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "The article discusses the implications of digitalization and the digital economy on various aspects of the economy, including private households, businesses, public finance, and national economy.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the lens of digital transformation, which is seen as a process that can enhance economic development and address issues like poverty and inequality.",
            "Method": "The review adopted a mixed-methods approach, including analyses of outcomes, literature reviews, and semi-structured interviews.",
            "Source": "The assessment relies on data from pilot country assessments, World Bank reports, and other international databases.",
            "Quotes": [
                "Over the past few decades, digital technologies have emerged as the most disruptive and transformative forces across all sectors and economies.",
                "This broad definition of the DE adopted here covers the production and use of digital technologies in both the private and public sectors and thus captures the digital dividends for the whole economy.",
                "Digital transformation calls for developing new institutions, mobilizing the local ICT services sector, strengthening digital governance, and creating new cadres of digital leadership, including chief information and innovation officers (CIOs)."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digital technologies are likely to contribute to rising inequality unless harnessed for inclusive development. Evidence shows that the aggregate impact of digital technologies is highly uneven among and within developing countries.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The context discusses how digital technologies can exacerbate inequality and highlights the need for inclusive strategies to mitigate these effects.",
            "Method": "The review adopted a mixed-methods approach, including analyses of outcomes, literature reviews, and semi-structured interviews.",
            "Source": "The assessments often failed to explain the persistence of barriers to inclusion and did not adequately cover digital inclusion and income inequality at national and subnational levels.",
            "Quotes": [
                "Unless harnessed for inclusive development, digital technologies are likely to contribute to rising inequality.",
                "Evidence so far shows that the aggregate impact of digital technologies is highly uneven among and within developing countries.",
                "Current national-level assessment indicators are too aggregate to capture digital-related income, gender, and geographic disparities."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "7": {
        "file_name": "Business_Dynamics_System_Thinking_and_Modeling_for.pdf",
        "Name_publication": "Business Dynamics, System Thinking and Modeling for a Complex World",
        "Year": "2000",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "8": {
        "file_name": "C-Roads_WG3_Evaluation_and_Assessment_Plan_version_June19_adopted_by_WG3.pdf",
        "Name_publication": "C-Roads Platform Evaluation and Assessment Plan Final Version Working Group 3 – Evaluation and Assessment May 2019",
        "Year": "2019",
        "Economy": {
            "Relevant": true,
            "Impact": "The context discusses the implications of C-ITS services on traffic efficiency, safety, and environmental impacts, which are all related to the economy.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the evaluation of changes in driver behavior due to C-ITS services, which can lead to improved traffic flow and reduced accidents, thereby benefiting the economy.",
            "Method": "Cost-benefit analysis (CBA) and sensitivity analysis are mentioned as methodologies for assessing socio-economic impacts.",
            "Source": "The context refers to various data sources including the CARE database for crash statistics and other EU-wide or national statistics.",
            "Quotes": [
                "Socio-economic impact assessment evaluates the benefits (and dis-benefits) taking place, e.g. due to introduction of a C-ITS service, and relates these benefits to the costs.",
                "CBA helps to predict whether the benefits outweigh the costs and by how much, allowing also ranking of alternatives.",
                "The increased awareness about a hazardous event leads to lower speeds on the road and reduced sudden and relevant braking when the event location is reached, thus more fluent traffic conditions."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "More homogeneous speeds and reduced acceleration and deceleration phases lead to lower fuel consumption and therefore lower CO2, pollutants and noise emissions.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Higher compliance with speed limits leads to traffic conditions more suitable for a section interested by road works, reducing sudden braking and consequent accelerations and thus limiting CO2, pollutants and noise emissions.",
            "Method": "Cost-benefit analysis (CBA) and sensitivity analysis.",
            "Source": "Data from vehicle speed, acceleration/deceleration, fuel consumption, and traffic light phases.",
            "Quotes": [
                "More homogeneous speeds and reduced acceleration and deceleration phases lead to lower fuel consumption and therefore lower CO2, pollutants and noise emissions.",
                "Higher compliance with speed limits leads to traffic condition more suitable for a section interested by road works, reducing sudden braking and consequent accelerations and thus limiting CO2, pollutants and noise emissions."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the implications of C-ITS services on user acceptance, safety, traffic efficiency, and environmental impacts, which are all social dimensions.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the evaluation of user behavior changes due to C-ITS services, which aim to improve safety and efficiency on the roads.",
            "Method": "The methodology includes user acceptance surveys, impact assessments, and cost-benefit analysis.",
            "Source": "The study relies on data from pilot tests, user surveys, and existing literature on C-ITS services.",
            "Quotes": [
                "User acceptance is defined as a phenomenon that reflects the extent to which potential users are willing to use a certain system.",
                "The main focus of the user acceptance evaluation in C-Roads is obtaining a better understanding on the users’ perceived experiences with the system.",
                "The evaluation approach for other Day 1 – Services and Use Cases will be further developed and presented in new releases of this document."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "9": {
        "file_name": "D1.6-Best-available-approaches-for-LCSA-v3-final-clean_301121.pdf",
        "Name_publication": "Best available approaches for LCSA",
        "Year": "2021",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "10": {
        "file_name": "Digital health equity.pdf",
        "Name_publication": "BMC Health Services Research",
        "Year": "2022",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The digitalization of health services has increased the risk of digital exclusion for vulnerable groups, leading to significant disadvantages such as health deterioration and social isolation.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The study identifies barriers such as insufficient digital skills, language barriers, lack of support, and the perception that digital services are less personal and effective compared to face-to-face interactions.",
            "Method": "Qualitative descriptive design utilizing semi-structured interviews and qualitative content analysis.",
            "Source": "Data collected from interviews with vulnerable groups including older adults, migrants, mental health service users, high users of health services, and the unemployed.",
            "Quotes": [
                "The rapid digitalization of health services has posed a considerable risk of increasing digital inequality, which in turn may cause significant disadvantages such as an increased risk of health deterioration, exposure to COVID-19 if the necessary services cannot be obtained remotely, and social isolation, especially for those who already are in a vulnerable position.",
                "Digital health equity can be defined as an equal opportunity for individuals to benefit from the knowledge and practices related to the development and use of digital technologies to improve health.",
                "Participants commonly raised some issues and concerns related to the security of digital health services, as well as fear and lack of trust regarding digital platforms."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": true,
            "Impact": "Participants commonly experienced that communication-related weaknesses prevented their use of digital resources for health care seeking. Due to poor communication, digital health services were not yet perceived to be able to meet complex service needs or the health issue were not seen to be fully addressed at once.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The study indicates that security concerns, privacy issues, and lack of trust regarding digital platforms hindered the use of digital health services, particularly for sensitive health matters.",
            "Method": "Qualitative descriptive design utilizing semi-structured interviews and qualitative content analysis.",
            "Source": "Data were collected through semi-structured interviews with vulnerable groups at risk of digital exclusion.",
            "Quotes": [
                "Fears and the lack of trust regarding digital platforms were expressed as well as concerns related to the security of the services.",
                "Digital health platforms were not necessarily considered safe systems, which generated security concerns that the personal data might be compromised.",
                "Fear of making mistakes while using digital health services emerged especially among the older participants and migrants."
            ],
            "Method Type": "Qualitative Research Methods"
        }
    },
    "12": {
        "file_name": "Digital transformation and health.pdf",
        "Name_publication": "Discover Sustainability",
        "Year": "2024",
        "Economy": {
            "Relevant": true,
            "Impact": "The healthcare industry in the United States is of significant magnitude, as seen by the expected national health spending, which is estimated to reach a staggering $5.7 trillion by the year 2026.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digital transformation in healthcare is gaining traction across all SDG sectors, and the integration of ICT technologies is seen as a way to improve healthcare delivery, access, and efficiency, which can lead to economic benefits.",
            "Method": "The study employs a systematic review methodology to analyze existing literature on the integration of ICT technologies in healthcare.",
            "Source": "The study references various data sources, including health spending projections and existing research studies on ICT integration in healthcare.",
            "Quotes": [
                "The healthcare industry in the United States is of significant magnitude, as seen by the expected national health spending, which is estimated to reach a staggering $5.7 trillion by the year 2026.",
                "Digital transformation is gaining traction across all SDG sectors."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization in healthcare can reduce the environmental impact by minimizing paper use and promoting sustainable practices.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The integration of ICT technologies in healthcare leads to the digitization of patient records, which reduces administrative costs and environmental impact.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Digitalizing patient data in E-Health may also help nature. To reduce the healthcare industry’s environmental impact, consider reducing paper and energy use, transportation costs, hazardous chemical use, and promoting sustainable procurement practices."
            ],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization and the digital economy have significant implications for social well-being, healthcare access, equity, and the overall quality of life.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through various aspects such as improved healthcare access, enhanced patient autonomy, and the potential for reducing health inequities, while also highlighting challenges like privacy concerns and the risk of increased social imbalance.",
            "Method": "The study employs a systematic review methodology to analyze existing literature on the integration of ICT technologies in healthcare.",
            "Source": "The study relies on a comprehensive literature review and analysis of existing research studies focusing on the integration of digital technologies in healthcare.",
            "Quotes": [
                "Digital transformation is gaining traction across all SDG sectors.",
                "ICT is critical for advancing sustainable health and well-being.",
                "Digital health technologies can be used to collect and share health data and treat patients, strengthening mental healthcare systems.",
                "Telehealth and remote consultations reduce travel costs and connect underserved and rural areas to healthcare services."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses various security and privacy challenges associated with the integration of ICT technologies into healthcare systems, emphasizing the importance of cybersecurity measures.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the identification of security challenges such as cyber attacks, insider threats, and the need for robust security measures to protect sensitive patient data.",
            "Method": "The methodology includes a systematic review of existing literature on the integration of ICT technologies in healthcare, focusing on security and privacy challenges.",
            "Source": "The study relies on a comprehensive literature review and analysis of existing research studies related to ICT integration in healthcare.",
            "Quotes": [
                "Nevertheless, incorporating progressively advancing ICT technology into healthcare systems, sometimes called digital transformation, is not simple. However, some challenges arise in integration, application design, and security measures.",
                "Security challenges E-Health security involves restricting access to sensitive patient data using security rules and policies to prevent misuse.",
                "Cyber attacks, including ransomware, phishing, spoofing, and malware, rapidly affect the healthcare business."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        }
    },
    "13": {
        "file_name": "Digital transformation for sustainable health and well-being_ a review and future research directions.pdf",
        "Name_publication": "Discover Sustainability",
        "Year": "2024",
        "Economy": {
            "Relevant": true,
            "Impact": "The healthcare industry in the United States is of significant magnitude, as seen by the expected national health spending, which is estimated to reach a staggering $5.7 trillion by the year 2026.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digital transformation in healthcare is gaining traction across all SDG sectors, which indicates a shift towards more efficient and effective healthcare systems that can potentially reduce costs and improve access.",
            "Method": "The study employs a systematic review methodology to analyze existing literature on the integration of ICT technologies in healthcare.",
            "Source": "The study references various data sources, including existing research studies and statistical estimates regarding healthcare spending.",
            "Quotes": [
                "The healthcare industry in the United States is of significant magnitude, as seen by the expected national health spending, which is estimated to reach a staggering $5.7 trillion by the year 2026.",
                "Digital transformation is gaining traction across all SDG sectors."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization in healthcare can reduce the environmental impact by minimizing paper use and promoting sustainable practices.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The integration of ICT technologies in healthcare leads to reduced administrative costs and environmental impact through digitization.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Digitizing patient data in E-Health may also help nature. To reduce the healthcare industry’s environmental impact, consider reducing paper and energy use, transportation costs, hazardous chemical use, and promoting sustainable procurement practices."
            ],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization and the digital economy have significant implications for social well-being, healthcare access, equity, and the overall quality of life.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through various mechanisms such as improved access to healthcare services, enhanced patient independence, and the potential for reducing health inequities.",
            "Method": "The study employs a systematic review methodology to analyze existing literature on the impact of digitalization in healthcare.",
            "Source": "The study relies on a comprehensive review of existing research and literature on digital health technologies and their implications for social factors.",
            "Quotes": [
                "Digital health technologies can be used to collect and share health data and treat patients, strengthening mental healthcare systems.",
                "Telehealth and remote consultations reduce travel costs and connect underserved and rural areas to healthcare services.",
                "The integration of digital technologies in healthcare can enhance health outcomes and modify mental healthcare access."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses various security and privacy challenges associated with the integration of ICT technologies into healthcare systems, emphasizing the importance of cybersecurity measures.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the identification of security challenges such as cyber attacks, insider threats, and the need for robust security measures to protect sensitive patient data.",
            "Method": "The methodology includes a systematic review of existing literature on the integration of ICT technologies in healthcare, focusing on security and privacy challenges.",
            "Source": "The study relies on a comprehensive literature review and analysis of existing research studies related to ICT integration in healthcare.",
            "Quotes": [
                "Nevertheless, incorporating progressively advancing ICT technology into healthcare systems, sometimes called digital transformation, is not simple. However, some challenges arise in integration, application design, and security measures.",
                "We also discuss the security and privacy challenges of integrating ICT technologies into the healthcare systems.",
                "E-Health security involves restricting access to sensitive patient data using security rules and policies to prevent misuse.",
                "Cyberattacks, including ransomware, phishing, spoofing, and malware, rapidly affect the healthcare business."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        }
    },
    "14": {
        "file_name": "Digitalisaation aiheuttamien ympäristövaikutusten arviointi julkishallinnon palveluissa.pdf",
        "Name_publication": "Digitalisaation aiheuttamien ympäristövaikutusten arviointi julkishallinnon palveluissa",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization has implications for the efficiency of public services, which can lead to cost savings and improved service delivery.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The context discusses how digitalization can reduce the need for physical travel, thereby saving time and resources, which positively impacts the economy.",
            "Method": "The study employs case studies and qualitative assessments to evaluate the impacts of digitalization on public services.",
            "Source": "The study relies on data from case studies, interviews, and existing literature on digitalization and its effects on public services.",
            "Quotes": [
                "Digitalisaatio mahdollistaa paitsi uusia tapoja toteuttaa olemassa olevia palveluja myös täysin uudenlaisia palvelumuotoja.",
                "Digitalisaatio on nostettu keskeiseksi mahdollistajaksi vihreän siirtymän saavuttamisessa.",
                "Digitalisaation mahdollistavien teknologioiden suurimmat negatiiviset ilmasto- ja ympäristövaikutukset liittyvät laitteiden materiaaleihin ja energiankulutukseen."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization has both positive and negative environmental impacts, including reduced travel and resource use, but also increased energy consumption and electronic waste.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the assessment of digital services' lifecycle, including their energy consumption, material use, and the potential for reducing physical travel.",
            "Method": "The study employs a framework based on life cycle assessment (LCA) and qualitative evaluations to assess environmental impacts.",
            "Source": "The study relies on data from case studies, interviews, and existing literature on digitalization's environmental effects.",
            "Quotes": [
                "Digitalisaatio mahdollistaa paitsi uusia tapoja toteuttaa olemassa olevia palveluja myös täysin uudenlaisia palvelumuotoja.",
                "Digitalisaation mahdollistavien teknologioiden suurimmat negatiiviset ilmasto- ja ympäristövaikutukset liittyvät laitteiden materiaaleihin ja energiankulutukseen.",
                "Digitalisaation vaikutusketjut ovat vaikeasti rajattavia, laitteet pääsääntöisesti käytössä monissa eri käyttötarkoituksissa ja laitteisiin sekä palveluihin liittyvien ympäristövaikutusten lähtötietojen saatavuuteen liittyy suuria ongelmia.",
                "Digitalisaation ilmasto- ja ympäristövaikutusten arviointi on kuitenkin monella tavalla haastavaa."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization has social and societal impacts, including effects on well-being, access to services, and social interactions.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the enhancement of service accessibility, improved quality of care, and the potential for increased social interaction through digital means, while also noting challenges such as digital exclusion and the need for technological adaptation.",
            "Method": "The study employs qualitative assessments through interviews and case studies to evaluate the social impacts of digitalization.",
            "Source": "The study relies on data from case studies, interviews with stakeholders in the public sector, and existing literature on digitalization's effects.",
            "Quotes": [
                "Digitalisaatio mahdollistaa monia asioita. Se haastaa toimintamallit, toimintatavat ja organisaatiot kaikilla toimialoilla ja elämänalueilla.",
                "Etävastaanotot mahdollistavat materiaalisäästöjä, koska niissä ei tarvita hoito- tai suojavälineitä (desinfiointiaineet, käsineet, maskit), eikä näistä siis synny jätettä.",
                "Etävastaanotot otettiin käyttöön ennen koronapandemiaa, mutta korona-aika on selkeästi vauhdittanut käyttöönottoa ja hyödyt ovat tulleet ilmeisiksi."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "15": {
        "file_name": "Digitalisaation talousvaikutuksista.pdf",
        "Name_publication": "NBER Reporter",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitization has led to drastic declines in transaction costs, which has implications for the economy, including consumer surplus and the measurement of GDP.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The decline in transaction costs facilitates the supply of new goods and services, enhancing consumer welfare and potentially increasing GDP growth.",
            "Method": "The context discusses various studies and methodologies, including experimental methodologies and economic modeling.",
            "Source": "The studies referenced include data from the NBER Economics of Digitization Project, surveys, and economic analyses.",
            "Quotes": [
                "Digitization has led to drastic declines in transaction costs — search costs, replication costs, communications costs, tracking costs, and verification costs.",
                "The researchers quantify the effects of new music on welfare, and show that a tripling of the number of new products between 2000 and 2008 added substantially to consumer surplus and overall welfare.",
                "Their study uses massive online choice experiments to measure consumers’ willingness to accept compensation for losing access to these digital goods."
            ],
            "Method Type": "Modeling and Simulation Techniques"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digital platforms have been among the most controversial because of their capacity to facilitate the spread of misinformation, polarize political debate, and potentially to foster depression.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The context discusses how social media can lead to increased political polarization and reduced well-being, indicating a negative impact on social structures.",
            "Method": "The context mentions randomized experiments conducted on Facebook users to assess the impact of deactivation on well-being and political polarization.",
            "Source": "The studies referenced include data from Facebook users and other empirical research on social media effects.",
            "Quotes": [
                "Of the many new goods enabled by digitization, those related to social media have been among the most controversial because of their capacity to facilitate the spread of misinformation, polarize political debate, and potentially to foster depression.",
                "Hunt Allcott, Luca Braghieri, Sarah Eichmeyer, and Matthew Gentzkow conduct a randomized experiment of Facebook users."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "16": {
        "file_name": "Digitalisation and its impact on the economy_ insights from a survey of large companies.pdf",
        "Name_publication": "Digitalisation and its impact on the economy: insights from a survey of large companies",
        "Year": "2018",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalisation may be viewed as a technology/supply shock which affects the main economic aggregates, notably via competition, productivity and employment effects.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digital technologies are changing the ways in which firms do business and interact with their customers and suppliers, leading to increased sales, productivity, and flexibility in price setting.",
            "Method": "The survey asked companies about their take-up of digital technologies and the main obstacles to the adoption of such technologies, as well as the channels through which they saw digital transformation affecting their sales, prices, productivity and employment.",
            "Source": "Responses were received from 74 leading non-financial companies, split equally between producers of goods and providers of services.",
            "Quotes": [
                "Digitalisation may be viewed as a technology/supply shock which affects the main economic aggregates, notably via competition, productivity and employment effects.",
                "Understanding digital transformation and the channels through which it influences the economy is therefore increasingly relevant for the conduct of monetary policy.",
                "Overall, the vast majority of respondents see digitalisation as having a positive impact on their company’s sales.",
                "Respondents also see digitalisation increasing their flexibility when it comes to price setting.",
                "On balance, respondents see digitalisation having a small negative impact on employment."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "17": {
        "file_name": "Digitalisation of Finland's transport sector.pdf",
        "Name_publication": "Digitalisation of Finland's transport sector",
        "Year": "2016",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalisation has significant implications for the transport sector's productivity and economic growth, with both positive and negative aspects identified.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the correlation between investments in ICT and productivity, as well as the broader economic implications of digitalisation on employment and market dynamics.",
            "Method": "The study employs a mix of quantitative and qualitative research methods, including descriptive statistics and PESTEL analysis.",
            "Source": "The study relies on national and international databases, government documents, and official plans.",
            "Quotes": [
                "According to the Federation of Finnish Technology Industries, ICT and digitalisation have been the most noteworthy single factor generating economic growth during the last 15 years in Finland, with about two thirds of the growth in the recent decade being due to ICT and digitalisation.",
                "The impacts of digitalisation are robustly assessed in the PESTEL framework and are based on mainly a subjective synthesis of the author, summarising the results of the work carried out for the Ministry of Transport and Communication Finland by VTT Technical Research Centre of Finland Ltd.",
                "The assessment concluded that the disruptive effects can be negative in the medium term (5 e10 years), and that in the long-term the effects can be anything between extremes, depending on for example how successfully the country is able to exploit its natural strengths and mitigate the weaknesses."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The environment will be one of the big winners as emissions and the use of natural resources can be reduced. Less traffic means less emissions and less need for physical transport networks; automated node infrastructures need less land space and most likely are more resource efficient.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the reduction of emissions and resource use due to less traffic and more efficient infrastructures.",
            "Method": "PESTEL analysis",
            "Source": "VTT Technical Research Centre of Finland Ltd assessment and government documents.",
            "Quotes": [
                "The environment will be one of the big winners as emissions and the use of natural resources can be reduced.",
                "Less traffic means less emissions and less need for physical transport networks; automated node infrastructures need less land space and most likely are more resource efficient."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The assessment concluded that the disruptive effects can be negative in the medium term (5 e10 years), and that in the long-term the effects can be anything between extremes, depending on for example how successfully the country is able to exploit its natural strengths and mitigate the weaknesses.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "In a positive scenario, digitalisation will shrink physical distances and increase spatial equality, offer channels of education and knowledge to all social classes, thus making it equally possible for all to climb the social ladder and maximise an individual's full potential. In a negative scenario, we can just as well picture an entirely opposite vision.",
            "Method": "PESTEL analysis",
            "Source": "Government documents and official plans, intergovernmental organisations such as the OECD, and various think tanks.",
            "Quotes": [
                "In a positive scenario, digitalisation will shrink physical distances and increase spatial equality, offer channels of education and knowledge to all social classes, thus making it equally possible for all to climb the social ladder and maximise an individual's full potential.",
                "In a negative scenario, we can just as well picture an entirely opposite vision. Upper social classes with better education and more resources have better access to new technology and are more able to make better use of the technology for their own bene fit, while others are left further behind."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses the implications of digitalization on security, particularly in relation to transport systems.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the enhancement of safety and efficiency in transport systems due to digitalization.",
            "Method": "PESTEL analysis and exploratory research approach.",
            "Source": "Government documents, national accounts data, and expert reports.",
            "Quotes": [
                "Security [39,49] þþ þ þ þ þ þ þ."
            ],
            "Method Type": "Qualitative Research Methods"
        }
    },
    "18": {
        "file_name": "Digitalization and energy consumption. Does ICT reduce energy demand_.pdf",
        "Name_publication": "Ecological Economics",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization has been associated with higher energy consumption, with the energy-increasing effects (direct effects and economic growth) being greater than the energy-reducing effects (energy efficiency increases and sectoral change).",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact of digitalization on the economy is explained through four central effects: direct effects, energy efficiency, economic growth, and sectoral change. The analysis suggests that while digitalization can lead to energy efficiency improvements and sectoral changes, these effects are outweighed by the direct effects and economic growth that increase energy consumption.",
            "Method": "The analysis combines empirical and theoretical findings from debates on decoupling energy consumption from economic growth and from debates on green IT and ICT for sustainability.",
            "Source": "The study relies on empirical literature on the relationship between digitalization and energy consumption, as well as theoretical frameworks regarding economic growth and energy efficiency.",
            "Quotes": [
                "Digitalization – the increasing application of information- and communication technology (ICT) throughout the economy and society – has triggered great hopes of reducing energy demand.",
                "Overall, digitalization has so far been associated with higher energy consumption; the two increasing effects – direct effects and economic growth – have been stronger than the reducing effects – energy efficiency and sectoral change.",
                "The energy-increasing effects are direct effects and economic growth. Direct effects (Effect I) have increased in the past and are currently either stable or even increasing."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization is associated with higher energy consumption, with the energy-increasing effects (direct effects and economic growth) being greater than the energy-reducing effects (energy efficiency increases and sectoral change).",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The analysis suggests that the two increasing effects (direct effects and economic growth) prevail, leading to an overall increase in energy consumption despite potential energy efficiency improvements.",
            "Method": "The article combines empirical and theoretical findings from debates on decoupling energy consumption from economic growth and from debates on green IT and ICT for sustainability.",
            "Source": "The analysis combines empirical literature on the relationship between digitalization and energy consumption with theoretical and empirical literature on decoupling.",
            "Quotes": [
                "Digitalization – the increasing application of information- and communication technology (ICT) throughout the economy and society– has triggered great hopes of reducing energy demand and emissions.",
                "Overall, digitalization has so far been associated with higher energy consumption; the two energy-increasing effects – direct effects and economic growth – have been stronger than the reducing effects – energy efficiency increases and sectoral change.",
                "If digitalization is to help decarbonisation, its beneficial effects – reducing energy consumption and facilitating the shift towards renewable energy – need to outweigh these direct and other detrimental effects."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "20": {
        "file_name": "Digitalization and resilience during the COVID-19 pandemic.pdf",
        "Name_publication": "Telecommunications Policy",
        "Year": "2023",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization has been shown to mitigate economic losses during the COVID-19 pandemic, with digitally-enabled firms experiencing a lower decline in sales compared to digitally-constrained firms.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization allows firms to maintain business operations via digital technologies, such as online sales, which helps them cope with economic shocks more effectively.",
            "Method": "The study uses a difference-in-differences approach to compare the performance of digitally-enabled firms against digitally-constrained firms.",
            "Source": "The study relies on firm-level data from the EBRD-EIB-World Bank Business Environment and Enterprise Performance Survey (BEEPS), the ES COVID-19 Follow-up Enterprise Survey, and the Business Pulse Survey.",
            "Quotes": [
                "digitalization has increasingly been touted as a key pathway for mitigating economic losses from the pandemic",
                "digitally-enabled firms faced a lower decline in sales by about 4 percentage points during the pandemic compared to digitally-constrained firms",
                "digital connectivity, more than ever, is essential to ensure that economic activities can continue in a remote manner",
                "our results suggest that policymakers need to close the digital gap and accelerate firms’ digital transformation"
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses how digitalization has acted as a mitigating factor for firms during the COVID-19 pandemic, suggesting that it can help reduce economic and social costs such as firm exits and unemployment.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization allows firms to maintain operations through online channels, which helps them to be more resilient during economic shocks like the pandemic.",
            "Method": "The study uses a difference-in-differences approach to compare digitally-enabled firms with digitally-constrained firms in terms of their sales performance during the pandemic.",
            "Source": "The study relies on firm-level data from the EBRD-EIB-World Bank Business Environment and Enterprise Performance Survey (BEEPS) and other surveys to assess the impact of digitalization.",
            "Quotes": [
                "An economic crisis comes with huge economic and social costs such as firm exits, unemployment, and lower productivity.",
                "Therefore, in a future where jobs, education, health, government services, and even social interactions may be more dependent on digital technologies than ever before, failing to ensure widespread and trustworthy digital access and its effective use risks deepening inequalities, and may hinder countries’ efforts to emerge stronger from the pandemic."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "22": {
        "file_name": "Digitalization-in-educationCypriot-Journal-of-Educational-Sciences.pdf",
        "Name_publication": "Cypriot Journal of Educational Science",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "The digital economy has changed working life and has implications for economic transactions, data exchange, and the adaptation of companies to digitalization.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The context discusses how digitalization in education can lead to increased efficiency, accessibility, and opportunities for learning, which can positively influence the economy by preparing a skilled workforce.",
            "Method": "Qualitative research method using semi-structured interviews.",
            "Source": "Data collected from interviews with experts in the educational field in private institutions.",
            "Quotes": [
                "The digital economy has also changed working life.",
                "Digitalization is considered to be an indispensable concept to prepare for the future following industry 4.0 aims.",
                "Digital education is also important in higher education. As a matter of fact, for this institution, digitalization provides more opportunities than formal education and classical learning education methods and tools."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The digitalization in education has implications for equal opportunity, access to education, and the effectiveness of learning processes, which are social dimensions.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The context discusses how digitalization can increase access to education and create equal opportunities, but also highlights issues such as digital literacy gaps and the potential for decreased effectiveness in learning.",
            "Method": "Qualitative research using semi-structured interviews.",
            "Source": "Data collected from interviews with experts in the educational field.",
            "Quotes": [
                "Inequality of opportunity.",
                "Access opportunity independent of time and place, equal opportunity, increasing access opportunities.",
                "The indifference of the participants – Concentration problem.",
                "Increasing cyberbullying."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "23": {
        "file_name": "Economic-implications-and-stakeholder-reactions-in-a-digital-university-environmentRevista-de-Educacin-a-Distancia.pdf",
        "Name_publication": "Economic Implications and Stakeholder Reactions in a Digital University Environment",
        "Year": "2018",
        "Economy": {
            "Relevant": true,
            "Impact": "The context discusses the economic implications of digitalization in the educational sector, particularly focusing on the cost structures and stakeholder reactions in a digital university environment.",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "The impact is explained through the analysis of cost structures, stakeholder attitudes, and the economic sustainability of digital educational resources.",
            "Method": "A descriptive approach focusing on costs and benefits, along with a critique of existing methodologies in the field.",
            "Source": "The study relies on various forecasts and time frames published by institutions regarding the relevance of upcoming innovations in digital education.",
            "Quotes": [
                "Menos discutidas son las implicaciones económicas que la digitalización puede tener sobre las partes interesadas de las universidades y su toma de decisiones.",
                "Concluyendo que la digitalización siguió un desarrollo continuo impulsado particularmente por las universidades de educación a distancia; y que fenómenos como los MOOC no son tan 'disruptivos' como algunos pretenden.",
                "La digitalización permitió una integración muy cercana de los diversos medios."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the impact of digitalization on social cohesion, interaction among students, and the potential for a new culture that integrates real and virtual identities.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the lens of changing social interactions, where digitalization may lead to reduced social cohesion and increased reliance on virtual identities, which can distort real social interactions.",
            "Method": "The context critiques existing methodologies and suggests a descriptive approach to understanding the economics of digital educational resources and their effects on stakeholders.",
            "Source": "The study relies on various references and critiques of existing literature, including studies on the economics of distance education and stakeholder attitudes.",
            "Quotes": [
                "Social cohesion and interaction of students with their direct social environment will be less and will in part be substituted by the virtual identities of peers which may deviate from their real identity.",
                "This opens -up a big potential for seduction and distribution of hidden or faked information and ideologies."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "24": {
        "file_name": "Educational Digitalization Enables Learners to Achieve Personalized Learning Path_ Driven by Four Dimensions.pdf",
        "Name_publication": "Educational Digitalization Enables Learners to Achieve Personalized Learning Path: Driven by Four Dimensions",
        "Year": "2023",
        "Economy": {
            "Relevant": true,
            "Impact": "The digital transformation of education promotes the Digital transformation of regional education and innovates the development of regional digital economy.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The national smart education platform gathers high-quality educational resources, which improves the overall supply of education resources and promotes educational equity, thereby enhancing the adaptability of citizens to the digital society.",
            "Method": "N/A",
            "Source": "The study relies on the analysis of personalized learning needs and the impact of digital transformation on education.",
            "Quotes": [
                "the digital transformation of education is becoming the primary task of China's education development.",
                "the digital transformation of education allows education resources in the form of digital storage and transmission, than before relying on the real carrier, digital form in the efficiency of the efficiency of the storage and spread significantly improved.",
                "the national smart education platform is a phased achievement of Digital transformation of education."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "25": {
        "file_name": "Environmental Sustainability of Digitalization in Manufacturing_ A Review.pdf",
        "Name_publication": "Environmental Sustainability of Digitalization in Manufacturing: A Review",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "The study discusses the implications of digitalization on environmental sustainability, which indirectly relates to economic aspects such as productivity, revenue growth, and investment in manufacturing.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the lens of increased resource and information efficiency, as well as the potential for higher productivity and lower costs in manufacturing processes.",
            "Method": "A literature review was conducted to synthesize findings on the environmental impacts of digitalization in manufacturing.",
            "Source": "The study relies on various academic literature focusing on the industrial engineering domain.",
            "Quotes": [
                "the development of digitalization increases the competitive pressure within manufacturing companies, as the power of technology ensures higher quality, lower costs, and shorter delivery times.",
                "Digitalization enables manufacturing processes to be in a fully integrated, automated, and optimized production flow, and brings benefits to manufacturing companies in terms of productivity, revenue growth, employment, and investment."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The rapid development and implementation of digitalization in manufacturing has enormous impact on the environment. It is still unclear whether digitalization has positive or negative environmental impact from applications in manufacturing.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digitalization in manufacturing contributes positively to environmental sustainability by increasing resource and information efficiency as a result of applying Industry 4.0 technologies throughout the product lifecycle; the negative environmental burden of digitalization is primarily due to increased resource and energy use, as well as waste and emissions from manufacturing, use, and disposal of the hardware.",
            "Method": "A literature review was conducted to identify and analyze the environmental implications of digitalization in manufacturing.",
            "Source": "The study relies on a literature review of existing academic literature focusing on the industrial engineering domain.",
            "Quotes": [
                "Digitalization in manufacturing contributes positively to environmental sustainability by increasing resource and information efficiency as a result of applying Industry 4.0 technologies throughout the product lifecycle.",
                "The negative environmental burden of digitalization is primarily due to increased resource and energy use, as well as waste and emissions from manufacturing, use, and disposal of the hardware."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "26": {
        "file_name": "Environmental-effects-of-information-and-communications-technologiesNature.pdf",
        "Name_publication": "Environmental effects of information and communications technologies",
        "Year": "2011",
        "Economy": {
            "Relevant": true,
            "Impact": "ICTs contribute to economic growth and shift consumption patterns.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "ICTs interact with and enhance other technologies, promoting growth in various sectors.",
            "Method": "Economic input–output life cycle assessment (EIOLCA) and life-cycle assessment (LCA).",
            "Source": "The study relies on various economic models and assessments of energy and environmental impacts.",
            "Quotes": [
                "Few would dispute that ICTs are transforming societies and economies around the world.",
                "The contributions of ICTs to economic growth are both direct, in terms of the economic output of ICT-related sectors, and indirect, by promoting growth in other sectors."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The digital revolution affects the environment on several levels, including the manufacturing, operation, and disposal of devices and network equipment, as well as providing ways to mitigate energy use through applications like smart buildings and teleworking.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "ICTs have direct environmental impacts through their lifecycle, but they also provide applications that can reduce energy use and environmental impacts.",
            "Method": "Life-cycle assessment (LCA) and material flow analysis (MFA) are mentioned as methods to assess environmental impacts.",
            "Source": "The context discusses various studies and analyses related to the environmental impacts of ICTs, including energy use and hazardous materials.",
            "Quotes": [
                "The digital revolution affects the environment on several levels.",
                "ICT is an example of a ‘general-purpose technology’, meaning that it interacts with and enhances other technologies.",
                "Although the economic and social implications of ICTs are much discussed and analysed, the environmental implications receive much less attention.",
                "ICTs can be used to reduce environmental impacts with applications such as smart buildings, teleworking and optimized manufacturing."
            ],
            "Method Type": "Modeling and Simulation Techniques"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "27": {
        "file_name": "Environmetal impacts in the phase of digitalisation (UN).pdf",
        "Name_publication": "Digital Economy Report 2024",
        "Year": "2024",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The growing use of rapidly evolving digital technologies and services around the world accounts for an important part of the environmental footprint of digitalization, including significant energy and water consumption as well as GHG emissions.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The operation of end-user devices, data transmission networks, and data centres contributes to environmental impacts, particularly through energy consumption and associated GHG emissions.",
            "Method": "The context discusses various methodologies for estimating energy consumption and GHG emissions, including bottom-up, top-down, and extrapolation approaches.",
            "Source": "The context references various studies and data sources, including estimates from the International Energy Agency (IEA) and other research groups.",
            "Quotes": [
                "The growing use of rapidly evolving digital technologies and services around the world accounts for an important part of the environmental footprint of digitalization.",
                "Operating these digital technologies requires energy and can lead to adverse environmental impacts.",
                "Energy consumption (especially electricity) and associated GHG emissions have drawn growing attention from the media and the research community.",
                "Data centres require huge computing capacity and thus consume large amounts of both energy and water."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "28": {
        "file_name": "EU Data Act Regulates Business-to-Business Contracts Relating to Access and Use of Data _ Inside Global Tech.pdf",
        "Name_publication": "Inside Global Tech",
        "Year": "2024",
        "Economy": {
            "Relevant": true,
            "Impact": "The Data Act aims to prevent stronger parties from imposing unfair terms in B2B contracts, which could make access to data less commercially viable and potentially economically prohibitive.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The provisions of the Data Act are designed to ensure fairer contractual terms, thereby addressing power imbalances in B2B data contracts that could negatively affect economic viability.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "the Data Act... has a potentially very wide scope.",
                "making access to data less commercially viable and potentially economically prohibitive.",
                "these rules on Unfair Clauses do not apply to terms defining the main subject matter of the contract or the adequacy of the price for the data."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "29": {
        "file_name": "EU regulation builds a fairer data economy.pdf",
        "Name_publication": "EU REGULATION BUILDS A FAIRER DATA ECONOMYWORKING PAPER",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "The context discusses the establishment of a European single market for data, which aims to reshape the data-driven business environment in Europe, thereby impacting the economy positively by increasing competition and innovation.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the introduction of legislative proposals that aim to create a level playing field for businesses, enhance data sharing, and provide individuals with more control over their data, which collectively contribute to economic growth.",
            "Method": "The context mentions a combination of literature review, interviews with EU legislators and policy experts, and workshops with stakeholders.",
            "Source": "The study relies on a combination of literature review, interviews with EU legislators and policy experts, and workshops with Finnish stakeholders representing the public administration, businesses, and consumers.",
            "Quotes": [
                "The European Commission wants to change the fragmented legal framework with the explicit aim of creating a comprehensive and clear framework with proposals for new legislation.",
                "The proposed legislation focuses on establishing a single market for data with a level playing field by providing rules for data sharing, regulating dominant players and giving people more control over their data.",
                "The aim is to 'create a society empowered by data' and to build 'a strong legal framework in terms of data protection, fundamental rights, safety and cyber-security'.",
                "The Big Five proposals pave the way for a fairer data economy.",
                "The proposals in the Big Five are clearly meant to support each other and together they aim to achieve a more competitive model that could serve as a leading role model for other countries."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the impact of digitalization and the digital economy on social aspects such as individual rights, public services, and the overall societal structure, emphasizing the need for a fair data economy that benefits individuals and SMEs.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the introduction of new rights for individuals, the promotion of fair competition, and the facilitation of data sharing for public good, which collectively aim to enhance social welfare.",
            "Method": "The context mentions stakeholder consultations, literature reviews, and interviews with EU legislators and policy experts as part of the methodology.",
            "Source": "The study relies on a combination of literature review, interviews with EU legislators and policy experts, and workshops with Finnish stakeholders representing the public administration, businesses, and consumers.",
            "Quotes": [
                "The aim is to 'create a society empowered by data' and to build 'a strong legal framework in terms of data protection, fundamental rights, safety and cyber-security'.",
                "The Big Five will grant people new, and strengthen already existing, enforceable rights to their data.",
                "The DGA facilitates public data sharing between the government and citizens and reuse of this data for the benefit of the development of personalised medicine or advance research to find cures for specific diseases."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "30": {
        "file_name": "EU-CEM-Handbook_DRAFT_240502 Copy.pdf",
        "Name_publication": "EU-CEM Handbook, DRAFT",
        "Year": "2024",
        "Economy": {
            "Relevant": true,
            "Impact": "The CCAM systems can influence economic development and employment by creating new jobs, changing workforce skill requirements, and affecting overall economic growth.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "CCAM systems can create new jobs in various sectors, including software, maintenance, and telecommunications, while also potentially replacing some jobs, such as traditional taxi drivers.",
            "Method": "Cost-benefit analysis (CBA) is mentioned as a method for assessing the socio-economic impacts of CCAM.",
            "Source": "The analysis relies on various data sources, including economic indicators, employment statistics, and surveys.",
            "Quotes": [
                "CCAM systems can have impact on sectors or industries such as; vehicle and infrastructure maintenance, insurance, education and medicine.",
                "The economic activity and employment impact area addresses implications on economic development and labour dynamics of the CCAM system by examining its influence on overall economic growth, business and jobs market evolution, and workforce skill requirements."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The CCAM systems can affect energy use and emissions of vehicles, and the impacts on air quality and noise pollution.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "CCAM can change the amount of greenhouse gas emissions or energy use on a road network in a given time period, which is the product of a set of factors describing the carbon or energy intensity of mobility and the transport and travel activity.",
            "Method": "The methodology includes direct measurements of GHG and pollutant emissions, energy use, and noise production, as well as microscopic and macroscopic modelling for assessing impacts.",
            "Source": "The assessment relies on data from field experiments, traffic simulations, and existing statistical data on emissions and energy use.",
            "Quotes": [
                "The energy and environment impact area addresses the impacts of CCAM on energy use and emissions of vehicles, and the impacts on air quality and noise pollution.",
                "CCAM systems can affect several planetary boundaries.",
                "The amount of greenhouse gas emissions or energy use on a road network in a given time period is the product of a set of factors describing the carbon or energy intensity of mobility and the transport and travel activity."
            ],
            "Method Type": "Modeling and Simulation Techniques"
        },
        "Social": {
            "Relevant": true,
            "Impact": "CCAM systems may affect individuals’ physical, mental, social, and financial well-being.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "CCAM can enhance accessibility to transport options for underserved groups, potentially improving social equity.",
            "Method": "The evaluation methodology includes assessing impacts on quality of life, accessibility, and community cohesion.",
            "Source": "The evaluation relies on indicators from various impact areas such as quality of life, accessibility, and user experience.",
            "Quotes": [
                "The quality of life impact area is defined as: The quality of life impact assessment addresses the holistic effects of the CCAM system under study on individuals' subjectively experienced or evaluated physical, mental, social, and financial well-being by integrating indicators for travel behaviour, access to essential services and activities, safety, and overall life satisfaction.",
                "The equity impact area addresses the fairness, impartiality, and inclusivity of the CCAM system under study, by examining how impacts are distributed across different population groups, regions or generations."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "31": {
        "file_name": "EU-sääntely rakentaa reilumpaa datataloutta.pdf",
        "Name_publication": "EU-SÄÄNTEL Y RAKENTAA REILUMPAA DATATALOUTTA – EUROOPAN VIIDEN DATALAINSÄÄDÄNTÖEHDOTUKSEN TARJOAMAT MAHDOLLISUUDET YRITYKSILLE, YKSILÖILLE JA JULKISELLE SEKTORILLE",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "The context discusses the implications of digitalization and the digital economy on the economy, particularly in terms of creating a fairer data economy and enhancing competition among businesses.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the establishment of a regulatory framework that aims to create a level playing field for businesses, particularly small and medium-sized enterprises (SMEs), and enhance data sharing and usage.",
            "Method": "The context mentions stakeholder workshops and interviews as part of the methodology to gather insights on the implications of the proposed regulations.",
            "Source": "The study relies on a combination of literature review, interviews with EU legislators and policy experts, and stakeholder workshops.",
            "Quotes": [
                "Euroopan komission datataloutta koskevat lainsäädäntöehdotukset pyrkivät luomaan datan sisämarkkinan ja yrityksille tasavertaisia mahdollisuuksia toimia markkinalla.",
                "Datastrategian mukaan uudelle lainsäädännölle on tällä hetkellä tarvetta hajanaisen lainsäädännön yhdenmukaistamiseksi.",
                "Big Five -ehdotusten tarkoituksena on selkeästi tukea toisiaan, ja yhdessä niillä pyritään saavuttamaan kilpailukykyisempi datatalouden sääntelymalli."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the implications of digitalization and the digital economy on social aspects such as individual rights, data sharing, and the potential for discrimination or inequality in access to data and services.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the establishment of new rights for individuals regarding data control and sharing, which aims to create a fairer data economy and enhance competition.",
            "Method": "The context mentions stakeholder workshops and interviews as part of the methodology to gather insights on the implications of the proposed regulations.",
            "Source": "The study relies on interviews with EU officials, stakeholders, and analysis of legislative proposals.",
            "Quotes": [
                "Datastrategia asettaa yksilöt datatalouspolitiikan keskiöön ja tunnustaa heidän roolinsa jatkuvasti kasvavien datamäärien tuottajana.",
                "Viisi keskeistä lainsäädäntöehdotusta antaa kansalaisille uusia oikeuksia sekä vahvistavat kansalaisten jo olemassa olevia täytäntöönpanokelpoisia oikeuksia.",
                "Datanhallinta-asetus (DGA) helpottaa julkisen datan jakamista julkishallinnon ja kansalaisten välillä sekä tämän datan uudelleenkäyttöä."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses the implications of digitalization and the digital economy on security, particularly in relation to cybersecurity and the protection of personal data.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the establishment of a strong legal framework for data protection and cybersecurity, which aims to enhance trust and safety in the digital economy.",
            "Method": "The context does not specify a particular methodology for assessing the impact.",
            "Source": "The context references various EU legislative proposals and their intended effects on security.",
            "Quotes": [
                "Euroopan komission datastrategian tavoitteena on edistää datapohjaisen yhteiskunnan rakentamista ja luoda vahva oikeudellinen kehys datalle tietosuojan, perusoikeuksien sekä (kyber)turvallisuuden näkökulmasta.",
                "Tämän politiikkaohjelman tavoitteena on edistää datapohjaisen yhteiskunnan rakentamista ja luoda vahva oikeudellinen kehys datalle tietosuojan, perusoikeuksien sekä (kyber)turvallisuuden näkökulmasta."
            ],
            "Method Type": "Qualitative Research Methods"
        }
    },
    "32": {
        "file_name": "European approach to artificial intelligence _ Shaping Europe’s digital future.pdf",
        "Name_publication": "Shaping Europe’s digital future",
        "Year": "2024",
        "Economy": {
            "Relevant": true,
            "Impact": "The context discusses the EU's approach to artificial intelligence (AI) and its implications for the economy, including investments in AI to boost research and industrial capacity, support for startups and SMEs, and the aim to make the EU a global hub for AI.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through initiatives like the AI innovation package, which aims to support startups and SMEs, and through significant investments from both public and private sectors to enhance AI development.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "The AI inno vation package to support Artificial Intelligence startups and SMEs.",
                "The Recovery and R esilience F acility makes €134 billion a vailable for digital.",
                "Maximizing resources and coordinating in vestments is a critical component of AI excellence."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the importance of ensuring that AI is human-centric and trustworthy, which implies a focus on social implications such as safety, fundamental rights, and the overall well-being of society.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the establishment of a legal framework that aims to uphold fundamental rights and address safety risks associated with AI, thereby fostering a safe environment for users and developers.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "ensuring safet y and fundamental rights.",
                "ensuring that AI works for people and is a force for good in societ y",
                "building trustworth y AI will create a safe and inno vation-friendly en vironment for users, dev elopers, and deplo yers."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses the importance of building trustworthy AI to create a safe and innovation-friendly environment for users, developers, and deployers, which implies a focus on security.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the establishment of a European legal framework for AI that addresses safety risks and upholds fundamental rights, contributing to security.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Building trustworth y AI will create a safe and inno vation-friendly en vironment for users, dev elopers, and deplo yers.",
                "The Commission aims to address the risks gener ated b y specific uses of AI through a set of complementary , proportionate, and flexible rules."
            ],
            "Method Type": "N/A"
        }
    },
    "33": {
        "file_name": "executive_summary_87B9A04E-E73B-BA0C-F5A0898F6E459DDF_75794.pdf",
        "Name_publication": "COMMISSION STAFF WORKING DOCUMENT EXECUTIVE SUMMARY OF THE IMPACT ASSESSMENT REPORT",
        "Year": "2021",
        "Economy": {
            "Relevant": true,
            "Impact": "The uptake of AI systems has a strong potential to bring societal benefits, economic growth and enhance EU innovation and global competitiveness.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The regulatory framework aims to ensure the proper functioning of the single market by creating conditions for the development and use of trustworthy AI, which in turn promotes investment and innovation.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "The uptake of AI systems has a strong potential to bring societal benefits, economic growth and enhance EU innovation and global competitiveness.",
                "EU action on AI will boost the internal market and has a significant potential to provide European industry with a competitive edge at a global level, based on economies of scale that cannot not be achieved by individual Member States alone."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The preferred option would significantly mitigate risks to fundamental rights of citizens as well as broader Union values, and will enhance the safety of certain products and services embedding AI technology or stand-alone AI applications.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The regulatory framework aims to ensure that AI systems placed on the market and used are safe and respect the existing law on fundamental rights and Union values, thereby promoting trust among citizens.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "The specific characteristics of certain AI systems may create new risks related to (1) safety and security and (2) fundamental rights, and accelerate the probability or intensity of the existing risks.",
                "The preferred option would significantly mitigate risks to fundamental rights of citizens as well as broader Union values, and will enhance the safety of certain products and services embedding AI technology or stand-alone AI applications."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The specific characteristics of certain AI systems may create new risks related to safety and security.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The regulatory framework aims to address those problems in order to ensure the proper functioning of the single market by creating conditions for the development and use of trustworthy AI in the Union.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "The specific characteristics of certain AI systems may create new risks related to (1) safety and security and (2) fundamental rights, and accelerate the probability or intensity of the existing risks.",
                "The preferred option would significantly mitigate risks to fundamental rights of citizens as well as broader Union values, and will enhance the safety of certain products and services embedding AI technology or stand-alone AI applications."
            ],
            "Method Type": "N/A"
        }
    },
    "34": {
        "file_name": "Guidelines-for-Social-Life-Cycle-Assessment-of-Products-and-Organizations-2020-sml.pdf",
        "Name_publication": "Guidelines for Social Life Cycle Assessment of Products and Organizations 2020",
        "Year": "2020",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "35": {
        "file_name": "How ro measure digitalisation.pdf",
        "Name_publication": "How to Measure Digitalization? A Critical Evaluation of Digital Maturity Models",
        "Year": "2020",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "36": {
        "file_name": "Hows life in the Digital Age.pdf",
        "Name_publication": "How's Life in the Digital Age?: Opportunities and Risks of the Digital Transformation for People's Well-being",
        "Year": "2019",
        "Economy": {
            "Relevant": true,
            "Impact": "The digital transformation creates both opportunities and risks for well-being, which includes implications for income, jobs, and overall economic conditions.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digital technologies can improve productivity and provide access to information and services, but they also introduce risks such as job displacement and inequality.",
            "Method": "The report uses the OECD well-being framework to assess the impacts of digital transformation across various dimensions, including economic aspects.",
            "Source": "The report relies on a variety of data sources, including national surveys, OECD databases, and existing studies on digital transformation.",
            "Quotes": [
                "The digital transformation creates both opportunities and risks for well-being.",
                "Digital skills confer a wage premium upon workers.",
                "Online consumption and the sharing economy have the potential to increase consumer surplus.",
                "Digital technologies may destroy jobs at risk of automation."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The environmental impact of the digital transformation can take a number of forms, both positive and negative.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digitalisation of production processes and consumer goods allows for substantial efficiency gains, while the production and consumption of technological products and the associated resources have a substantial ecological impact.",
            "Method": "The assessment is informed by a large body of literature that suggests that the production and consumption of technological products and the associated resources that are required to power these processes both have a substantial ecological impact.",
            "Source": "The Global E-Waste Monitor collects data on e-waste generated per capita across countries.",
            "Quotes": [
                "The environmental impact of the digital transformation can take a number of forms, both positive and negative.",
                "Higher energy efficiency and de-materialisation of consumer products can lower energy and resource use.",
                "Digital technologies generate rebound effects that increase energy use.",
                "E-waste can increase as people consume more technological products."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The digital transformation creates both opportunities and risks for well-being, including issues such as cyberbullying and the emergence of disinformation.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digital technologies can improve people's lives by providing access to more information and services, but they also introduce risks such as cyberbullying and disinformation.",
            "Method": "The report uses the OECD well-being framework to assess the impacts of the digital transformation on various dimensions of well-being.",
            "Source": "The report draws on a review of existing studies and empirical analysis of indicators related to digital opportunities and risks.",
            "Quotes": [
                "The review shows that these impacts can be positive as digital technologies expand the boundaries of information availability and enhance human productivity, but can also imply risks for people’s well-being, ranging from cyber-bullying to the emergence of disinformation or cyber-hacking.",
                "The digital transformation creates both opportunities and risks for well-being.",
                "Cyberbullying and online harassment can negatively impact the social experiences of children.",
                "Discrimination against minority groups using hate speech."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": true,
            "Impact": "Digital security incidents may compromise people’s online safety and compromise trust.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The primary well-being risk of cyber-security risks is in acting as a deterrent for people to take advantage of the benefits that the digital economy offers.",
            "Method": "The analysis relies on self-reported experiences of cyber-security threats.",
            "Source": "OECD ICT Access and Usage by Households and Individuals database",
            "Quotes": [
                "Digital security incidents may compromise people’s online safety and compromise trust.",
                "Individuals are at risk of data privacy violations in various domains.",
                "Online security risks are likely to have a more indirect impact on the well-being of individuals than offline (physical) security threats."
            ],
            "Method Type": "Qualitative Research Methods"
        }
    },
    "37": {
        "file_name": "Hybrid working from home improves retention without damaging performance.pdf",
        "Name_publication": "Nature",
        "Year": "2024",
        "Economy": {
            "Relevant": true,
            "Impact": "The study indicates that hybrid working from home improves job satisfaction and reduces quit rates, which can have significant implications for businesses and the economy by potentially lowering recruitment and training costs.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The reduction in attrition rates leads to cost savings for the company, as each quit costs approximately US$20,000 in recruitment and training.",
            "Method": "The study utilized a six-month randomized control trial to assess the effects of hybrid working on employee retention and performance.",
            "Source": "Data were provided by a combination of Trip.com sources, including human resources records, performance reviews, and two surveys.",
            "Quotes": [
                "the experience of hybrid working leads to a more positive assessment of its effect on productivity",
                "the logic was that each quit cost the company approximately US$20,000 in recruitment and training, so a one-third reduction in attrition for the firm would generate millions of dollars in savings."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "39": {
        "file_name": "impact_assessment_1_C2BE30A7-F80F-99FD-335EF05BE876C2C7_75792 (1).pdf",
        "Name_publication": "COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT",
        "Year": "2021",
        "Economy": {
            "Relevant": true,
            "Impact": "The successful uptake of AI technologies also has the potential to accelerate Europe’s economic growth and global competitiveness.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "By improving prediction, optimising operations and resource allocation, and personalizing service delivery, the use of AI can support socially and environmentally beneficial outcomes and provide key competitive advantages to companies.",
            "Method": "N/A",
            "Source": "McKinsey Global Institute estimated that by 2030 AI technologies could contribute to about 16% higher cumulative global gross domestic product (GDP) compared with 2018, or about 1.2% additional GDP growth per year.",
            "Quotes": [
                "The successful uptake of AI technologies also has the potential to accelerate Europe’s economic growth and global competitiveness.",
                "McKinsey Global Institute estimated that by 2030 AI technologies could contribute to about 16% higher cumulative global gross domestic product (GDP) compared with 2018, or about 1.2% additional GDP growth per year."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The environmental impact depends on how effective the regulatory framework is in increasing trust and hence uptake, balanced against the resources needed for compliance and against the positive effects from increased uptake.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The regulatory framework can enhance the uptake of AI in two ways. On the one hand, by increasing users’ trust it will lead to a corresponding increase in the demand by AI using companies. On the other hand, by increasing legal certainty it will make it easier for AI suppliers to develop new attractive products which users and consumers appreciate and purchase.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "The environmental impact of option 1 would depend on how widespread the adoption of the label would be.",
                "In options 3 and 3+, the direct environmental impacts that can be expected from the proposed measures are very limited.",
                "The indirect impacts would be identical, except that the increase in uptake could be higher if some applications which require trust but are not considered ‘high-risk’ are more readily accepted by citizens."
            ],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The use of AI can have a significant impact on virtually all fundamental rights as enshrined in the EU Charter of Fundamental Rights. AI use can be positive, promoting certain rights (e.g. the right to education, health care) and contributing to important public interests (e.g. public security, public health, protection of financial interests). It can also help reduce some adverse impacts on fundamental rights by improving the accuracy or efficiency of decision-making processes and addressing biases, delays or errors in individual human decisions.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The document explains that AI can promote rights and public interests while also posing risks to fundamental rights, depending on how it is designed and used.",
            "Method": "N/A",
            "Source": "The analysis of the available evidence suggests that there are six main related problems triggered by the development and use of AI systems that the current initiative aims to address.",
            "Quotes": [
                "The use of AI can have a significant impact on virtually all fundamental rights as enshrined in the EU Charter of Fundamental Rights.",
                "AI use can be positive, promoting certain rights (e.g. the right to education, health care) and contributing to important public interests (e.g. public security, public health, protection of financial interests).",
                "The use of AI may violate human dignity and personal autonomy.",
                "Use of AI may reduce privacy protection and violate the right to data protection.",
                "Use of AI may lead to discriminatory outcomes."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The use of AI poses increased risks to safety and security of citizens.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The specific characteristics of AI systems, such as opacity and autonomous behavior, create risks that can lead to violations of safety and fundamental rights.",
            "Method": "The analysis includes stakeholder consultations, public consultations, and evidence from various sources regarding the implications of AI on security.",
            "Source": "The document references various reports and studies, including those from the European Data Protection Board and the Fundamental Rights Agency.",
            "Quotes": [
                "The use of AI poses increased risks to safety and security of citizens.",
                "The specific characteristics of AI systems, such as opacity, complexity, continuous adaptation, autonomous behavior, and data dependency, may create new safety and security risks."
            ],
            "Method Type": "Qualitative Research Methods"
        }
    },
    "40": {
        "file_name": "impact_assessment_2_87B142E7-D073-2871-3FACE956F394583A_75793.pdf",
        "Name_publication": "COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT ANNEXES",
        "Year": "2021",
        "Economy": {
            "Relevant": true,
            "Impact": "The initiative aims to improve the functioning of the internal market by setting harmonized rules on the development, placing on the Union market and the use of AI systems embedded in products and services or provided as stand-alone AI applications.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The initiative is expected to create a regulatory level playing field, strengthen consumer and investor trust, and generate additional revenue for AI systems developers, providers, and operators.",
            "Method": "The impact assessment process involved public consultations, stakeholder outreach, and analysis of compliance costs and benefits.",
            "Source": "The assessment relies on evidence from stakeholder consultations, expert webinars, and literature reviews covering academic books, journals, and policy studies.",
            "Quotes": [
                "The initiative constitutes a core part of the single market given that artificial intelligence (AI) has already found its way into a vast majority of services and products and will only continue to do so in the future.",
                "The initiative aims to improve the functioning of the internal market by setting harmonized rules on the development, placing on the Union market and the use of AI systems embedded in products and services or provided as stand-alone AI applications.",
                "The initiative will give rise to new compliance costs. Apart from authorisation and ongoing supervisory costs, developers, providers and operators will need to implement a range of operational changes."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the implications of AI on fundamental rights, including discrimination, privacy, and safety, which are social dimensions affected by digitalization.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the establishment of requirements for AI systems that aim to protect fundamental rights and prevent discrimination.",
            "Method": "The methodology includes stakeholder consultations, public feedback, and analysis of existing literature and case law.",
            "Source": "The study relies on evidence from public consultations, expert opinions, and existing legal frameworks regarding fundamental rights.",
            "Quotes": [
                "The possibility of AI breaching fundamental rights and the use of AI that may lead to discriminatory outcomes, respectively, as the most important ones.",
                "All options will aim to address various sources of risks to the right to non-discrimination and require that sources of biases embedded in the design, training and operation of AI systems should be properly addressed and mitigated.",
                "The overall increased transparency and traceability of the system in the scope of all options will also enable affected parties to exercise their right to defence and right to an effective remedy in cases where their rights under Union or national law have been breached."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses the implications of AI systems on various forms of security, including military security, political security, and cybersecurity, particularly in relation to high-risk AI applications.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the identification of high-risk AI systems that could interfere with fundamental rights and safety, indicating potential negative consequences for security.",
            "Method": "The methodology includes a risk assessment procedure for identifying high-risk AI systems based on their potential harms and implications for fundamental rights.",
            "Source": "The study relies on evidence from public consultations, expert opinions, and existing literature on AI and its implications for security.",
            "Quotes": [
                "AI systems intended to be used for the remote biometric identification of persons in publicly accessible spaces Intense interference with a broad range of fundamental rights (e.g. private life and data protection, human dignity, freedoms expression, freedom of assembly and association)",
                "AI systems intended to be used as safety components in the management and operation of essential public infrastructure networks, such as roads or the supply of water, gas and electricity Injury or death of person(s)",
                "AI systems intended to be used for determining access or assigning individuals to educational and vocational training institutions, as well as for assessing students in educational and vocational training institutions and for assessing participants in tests commonly required for admission to educational institutions Intense interference with a broad range of fundamental rights (e.g. non-discrimination, right to education, private life and data protection, effective remedy, rights of children)"
            ],
            "Method Type": "Qualitative Research Methods"
        }
    },
    "41": {
        "file_name": "Introduction_ Digitalization as a Driver of the Contemporary Economy.pdf",
        "Name_publication": "Digitalization and Firm Performance",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization has transformed the way companies and markets function, influencing competitive positions, business models, and the behavior of market participants. It has also empowered consumers and changed labor market dynamics.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization allows firms to access larger markets, influences internal processes and strategies, empowers consumers, and introduces new production solutions that can enhance efficiency and competitiveness.",
            "Method": "The context mentions various methods (quantitative and qualitative) and approaches in their research, considering the investigated problems on different levels of analysis—micro, mezzo, and macro.",
            "Source": "The study relies on various references and empirical analyses, including data from the Digital Data for Development database (2015–2019) and case studies.",
            "Quotes": [
                "digitalization is a crucial factor that should be taken into account when one considers management on both the micro-level (companies and markets) and macro-level (economic policy and regulations).",
                "digitalization may be considered in the context of both challenges and opportunities set by digital technologies for business models and business operations.",
                "digitalization causes profound changes in the labour market, introducing new production solutions, replacing human work with robotics solutions, which creates additional pressure on firms and in turn changes the way markets operate.",
                "digital technologies allow firms to transcend the boundaries of space, providing them with access to a larger, sometimes even global markets, and are thus claimed to be the drivers of growth and competitiveness."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization has profound changes in the labour market, introduces new production solutions, and empowers modern consumers, affecting social relations and community structures.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization transforms existing forms and intensity of market and non-market relations, leading to consumer empowerment and changes in the labour market.",
            "Method": "The document mentions various methods (quantitative and qualitative) and approaches in their research.",
            "Source": "The study relies on empirical analysis and various references to existing literature and case studies.",
            "Quotes": [
                "Digitalization causes profound changes in the labour market, introducing new production solutions, which may cause fears that human work will be replaced with robotics solutions.",
                "One group especially empowered by digitalization is modern consumers. Due to access to numerous media, consumers are becoming information-empowered and are much more interconnected."
            ],
            "Method Type": "Mixed-Methods Approaches"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "42": {
        "file_name": "Is digitalization a driver to enhance environmental performance_ An empirical investigation of European countries.pdf",
        "Name_publication": "Is digitalization a driver to enhance environmental performance? An empirical investigation of European countries",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "The digital transformation process, especially human capital with digital skills, business digitization, and digital public services, enhances environmental performance.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact of digitalization on the environment has been exhibited through different channels, including pollution control, sustainable production, and urban sustainability.",
            "Method": "Econometric techniques are applied to a database of 25 EU countries for the period 2015 –2020, including panel-corrected standard errors (PCSE) model and autoregressive distributed lag (ARDL) method.",
            "Source": "Data is sourced from the Yale Center for Environmental Law and Policy, Eurostat, and various surveys on ICT usage.",
            "Quotes": [
                "In the European Union (EU), digitalization is a major driving force of economic and social change, though the process has been described as uneven.",
                "The impact of digitalization on the environment has been exhibited through different channels.",
                "Digital technologies may help to alleviate pressure on the natural environment and improve biodiversity in different ways."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The digital transformation process, especially digital skills, business digitization, and digital public services, enhances environmental performance.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact of digitalization on the environment is exhibited through different channels, including pollution control, sustainable production, and urban sustainability. Digital technologies can help alleviate pressure on the natural environment and improve biodiversity.",
            "Method": "Econometric techniques are applied to a database of 25 EU countries for the period 2015-2020, including panel-corrected standard errors (PCSE) model and autoregressive distributed lag (ARDL) method.",
            "Source": "The study uses data from the Yale Center for Environmental Law and Policy and various surveys including Eurostat - Community survey on ICT usage in Households and by Individuals.",
            "Quotes": [
                "Our results demonstrate that the digital transformation process, especially digital skills, business digitization, and digital public services, enhances environmental performance.",
                "Digital technologies may help to alleviate pressure on the natural environment and improve biodiversity in different ways.",
                "The application of digital technology can be considered as an efficient way of tackling dynamic environmental problems, such as air pollution, carbon emissions, wastewater treatment, and climate change."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "43": {
        "file_name": "leveraging-digitalization-for-sustainability-in-urban-transport.pdf",
        "Name_publication": "Leveraging digitalization for sustainability in urban transport",
        "Year": "2019",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization provides opportunities for transport operators, planners, and users, leading to economic benefits such as increased consumer surplus from ride-sharing services.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the economic benefits of ride-sharing services and the potential for increased efficiency in urban transport, but also highlights risks such as induced demand and loss of jobs due to automation.",
            "Method": "The context discusses various studies and empirical findings related to urban transport and digitalization.",
            "Source": "The study relies on various studies and empirical findings, including consumer surplus estimates and case studies of urban transport systems.",
            "Quotes": [
                "The consumer surplus of ride-sharing services is estimated at $1.60 for each $1.00 spent, providing notable benefits to consumers.",
                "Automation might also compromise the working ethos and social identity of certain occupations, such as taxi drivers, leading to social dissatisfaction.",
                "High-tech smart devices ‘everyware’ enable instant digital self-awareness and the uptake of hyper-efficient solutions."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization has the potential to both improve and worsen environmental sustainability in urban transport, with implications for greenhouse gas emissions, air pollution, and urban space utilization.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the potential for digitalization to enhance efficiency in urban transport, reduce the need for car ownership, and promote shared mobility, while also highlighting risks such as induced demand for additional mobility and potential increases in emissions.",
            "Method": "The context discusses various studies and models that assess the impacts of digitalization on urban transport and sustainability.",
            "Source": "The study relies on empirical evidence from various case studies and research findings related to urban transport and sustainability.",
            "Quotes": [
                "the design of cities, including their digitalization, will be decisive in shaping greenhouse gas emission trajectories and climate change mitigation",
                "flexible bike and car sharing has the potential to make urban transport more efficient and less dependent on owning a car",
                "if travel demand should remain unchanged, sharing strategies could reduce the number of cars by more than 90%, also saving valuable urban space for human-scale activity",
                "the ambition of the Chinese government to control their populace with social scoring cards makes this risk evident",
                "the current understanding of this large-scale technological paradigm shift towards digitalization demonstrates two things: (1) the risks of socially and environmentally unsustainable outcomes is large; and (2) if properly managed, decision-makers can leverage big data, artificial intelligence and automatization for urban sustainability goals"
            ],
            "Method Type": "Modeling and Simulation Techniques"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization poses risks for social sustainability, including loss of privacy, social control, and potential exclusion of disadvantaged groups.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the dynamics of urban transport, where digitalization can lead to both opportunities and risks, particularly in terms of social inclusion and control.",
            "Method": "N/A",
            "Source": "The context references various studies and reports on urban transport and social implications, including the Social Exclusion Unit of the UK government.",
            "Quotes": [
                "the spectre of social control and surveillance, questioning the right to the city",
                "provide both chances for and risks to social inclusion",
                "the loss of privacy and individual autonomy leads to an increasing and digitalization-specific power concentration",
                "the crucial role that access to mobility has for inclusion in all other provision systems"
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": true,
            "Impact": "The context discusses risks related to social control, surveillance, and loss of privacy due to digitalization in urban transport.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the lens of social control and surveillance, highlighting how digitalization can lead to increased monitoring and loss of individual autonomy.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "the risk of social control and surveillance, questioning the right to the city",
                "personalized geo-located user data pose particular risks for loss of privacy and autonomy",
                "tight social control managed by big data technology in turn might enable environmental benefits, but reduce the autonomy of individuals"
            ],
            "Method Type": "N/A"
        }
    },
    "44": {
        "file_name": "Life-cycle costing - European Commission.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "The context discusses the implications of life-cycle costing (LCC) on environmental factors such as resource use, energy consumption, and externalities like greenhouse gas emissions.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "LCC considers all costs incurred during the lifetime of a product, including operating costs related to energy, water use, and maintenance, which can lead to greener choices and savings.",
            "Method": "Life-cycle costing (LCC)",
            "Source": "European Commission directives and tools developed for public procurement.",
            "Quotes": [
                "LCC means considering all the costs that will be incurred during the lifetime of the product, work or service.",
                "LCC may also include the cost of externalities (such as greenhouse gas emissions) under specific conditions laid out in the directives.",
                "By applying LCC public purchasers take into account the costs of resource use, maintenance and disposal which are not reflected in the purchase price."
            ],
            "Method Type": "Cost-Benefit and Economic Assessments"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "47": {
        "file_name": "NLP4RE-paper5.pdf",
        "Name_publication": "Using NLP to Support Terminology Extraction and Domain Scoping: Report on the H2020 DESIRA Project",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "The project aims to assess the impact of digital technologies in rural areas, focusing on socio-economic pros and cons of specific digital solutions already in use.",
            "Method": "The project involves the creation of domain-specific taxonomies and the use of natural language processing (NLP) techniques for term extraction.",
            "Source": "The study relies on stakeholder input, literature analysis, and interviews with experts to assess the socio-economic impact of digital technologies.",
            "Quotes": [
                "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
                "The DESIRA project aims to assess and anticipate the impact of digital transformation in rural areas, with a specific focus on the fields of agriculture and forestry.",
                "The objective of the first two workshops is to gain a clear picture of the system-as-is within the LL, i.e., deepen the description of the context around the focal question and clearly identify socio-economic pros and cons of the specific digital solutions already in use, if any."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "The project aims to assess the impact of digital technologies in rural areas, focusing on socio-economic pros and cons of specific digital solutions.",
            "Method": "The project involves workshops and Living Labs to assess the socio-economic impact of digital technologies.",
            "Source": "The project relies on stakeholder input, including policy makers, domain experts, and common citizens, as well as literature and reports concerning the application of digital technologies.",
            "Quotes": [
                "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
                "The DESIRA project aims to assess and anticipate the impact of digital transformation in rural areas, with a specific focus on the fields of agriculture and forestry."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "48": {
        "file_name": "regulating_telework_post-COVID-19_Europe_en.pdf",
        "Name_publication": "Regulating telework in a post-COVID -19 Europe : recent developments",
        "Year": "2023",
        "Economy": {
            "Relevant": true,
            "Impact": "The unprecedented expansion of telework as a result of the outbreak of the COVID-19 pandemic gives rise to questions about the impact of this form of work organisation in the longer term, particularly because there are many reasons to believe that it will accelerate pre-existing trends towards the digitalisation of work and the increasing flexibility of work arrangements.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The context discusses how telework has led to both benefits, such as flexibility and autonomy, and drawbacks, including psychosocial risks and ergonomic challenges, indicating a complex impact on the economy.",
            "Method": "The report is based on an analysis of contributions from the Eurofound Network of National Correspondents and additional desk research.",
            "Source": "The report relies on data collected from a consultation with national focal points and literature reviews.",
            "Quotes": [
                "The unprecedented expansion of telework — home-based remote work — as a result of the outbreak of the COVID-19 pandemic gives rise to questions about the impact of this form of work organisation in the longer term, particularly because there are many reasons to believe that it will accelerate pre-existing trends towards the digitalisation of work and the increasing flexibility of work arrangements.",
                "While the literature outlines the potential benefits of telework for both organisations and individuals in terms of flexibility, autonomy, performance and work-life balance, studies also point out potential drawbacks."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the impact of telework, a form of digitalization, on workers' health and well-being, including psychosocial risks and work-life balance.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the identification of psychosocial risks associated with telework, such as isolation, work-life conflict, and increased workload due to the blurring of boundaries between work and private life.",
            "Method": "The report is based on a literature review and analysis of contributions from national focal points and additional desk research.",
            "Source": "The report relies on data from the European Foundation for the Improvement of Living and Working Conditions (Eurofound) and consultations with national focal points.",
            "Quotes": [
                "Telework has traditionally been associated with psychosocial risks, mainly related to the pervasiveness of information and communications technology (ICT) (extended availability and increased workload), blurring boundaries between work and private life (work-life conflict), and workers’ isolation.",
                "The increased prevalence of telework as a consequence of the COVID-19 pandemic has led to increasing interest regarding this form of work organisation and its impact on the wellbeing and health of employees."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "49": {
        "file_name": "Regulatory policy impact assessment.pdf",
        "Name_publication": "Regulatory Impact Assessment, OECD Best Practice Principles for Regulatory Policy",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "The policy-making environment has also become more complex and fast paced. Digital and shared economies, innovative industries, technological advancements, social media and not to mention the move of governments towards digitalisation have created challenges for ensuring and maintaining quality or at least fit-for-purpose regulatory frameworks.",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "The policy-making environment has also become more complex and fast paced. Digital and shared economies, innovative industries, technological advancements, social media and not to mention the move of governments towards digitalisation have created challenges for ensuring and maintaining quality or at least fit-for-purpose regulatory frameworks."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "50": {
        "file_name": "Review of the Impact of IT on the Environment and Solution with a Detailed Assessment of the Associated Gray Literature.pdf",
        "Name_publication": "Review of the Impact of IT on the Environment and Solution with a Detailed Assessment of the Associated Gray Literature",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "The impact of digitalization on the economy is discussed in terms of energy consumption and greenhouse gas emissions associated with information and communication technologies (ICT), which affect both businesses and households.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The context explains that the energy intensity of the digital industry is growing, countering the trend of decreasing energy intensity of global GDP, indicating a negative economic impact.",
            "Method": "The methodology includes a narrative review of literature and assessment of gray literature related to green IT and its economic implications.",
            "Source": "The study relies on various sources including literature reviews, gray literature, and data from organizations like the IPCC and the U.S. Environmental Protection Agency.",
            "Quotes": [
                "digital accounts for nearly 4% of global emissions, and emissions from the sector are growing exponentially.",
                "the energy intensity of the digital industry is growing at a rate of 4% per year: it runs counter to the trend of the energy intensity of the global GDP, which is currently decreasing at a rate of 1.8% per year.",
                "more and more companies around the world are integrating their green IT strategies into overall corporate social responsibility (CSR) projects."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digital accounts for nearly 4% of global emissions, and emissions from the sector are growing exponentially.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The energy intensity of the digital industry is growing at a rate of 4% per year, which runs counter to the trend of the energy intensity of the global GDP, which is currently decreasing at a rate of 1.8% per year.",
            "Method": "The article offers a detailed study and solutions on the environmental impact of IT with a detailed assessment of the gray literature of the last years and accompanying elements such as LCA or ISO standards.",
            "Source": "The study relies on gray literature, life cycle assessments (LCA), and ISO standards.",
            "Quotes": [
                "digital accounts for nearly 4% of global emissions, and emissions from the sector are growing exponentially.",
                "The energy intensity of the digital industry is growing at a rate of 4% per year: it runs counter to the trend of the energy intensity of the global GDP, which is currently decreasing at a rate of 1.8% per year.",
                "Understanding the environmental impact of these technologies allows us to take better measures to reduce it."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "51": {
        "file_name": "SoA review on multi-criteria decision-making in the transport sector.pdf",
        "Name_publication": "State-of-the-art review on multi-criteria decision-making in the transport sector",
        "Year": "2020",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "52": {
        "file_name": "Soft systems methodology_ a thirty year retrospective.pdf",
        "Name_publication": "Systems Research and Behavioral Science",
        "Year": "2000",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "53": {
        "file_name": "SWOT analysis of selected digital technologies in transport economics.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "55": {
        "file_name": "The Economic and Educational Imprints of Digital Transformation - or the Evolution of Digitalisation.pdf",
        "Name_publication": "The Economic and Educational Imprints of Digital Transformation - or the Evolution of Digitalisation",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalisation is having a huge impact on the economy, with an increasing number of services that use internet platforms to facilitate the fast and continuous flow of information. There is a growing trend for commercial activity to be increasingly shifted online, with the pandemic period making a significant contribution.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the optimization of complex processes, real-time data availability, and the emergence of new economic models such as the community economy or shared economy facilitated by digital platforms.",
            "Method": "N/A",
            "Source": "The study refers to the Digital Economy and Society Index (DESI) and mentions the National Digitalisation Strategy (NDS) 2021-2030 as part of its assessment.",
            "Quotes": [
                "digitalisation is also having a huge impact on the economy, with an increasing number of services that use internet platforms to facilitate the fast and continuous flow of information.",
                "These digital platforms are able to create a direct link between supply and demand, without time and space constraints and at very competitive prices.",
                "All these examples are clear signs of the spread of digitalisation, which is now defining not only services, production and trade processes, but the entire economic and financial world."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalisation has a profound impact on our daily lives and transforms our world, affecting social structures, knowledge acquisition, and the efficiency of interrelations between organizations.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the convergence of technological and social innovation, which enables more informed and efficient business decisions and changes the way value is created.",
            "Method": "N/A",
            "Source": "The study references various examples and metrics related to digitalisation's impact on social and economic life, including the integration of digital technologies in education and public services.",
            "Quotes": [
                "Digitalisation enables all inputs (e.g. text, images, sound) to be placed in a digital space, thereby changing the way value is created and setting a new direction for the way all organisations operate.",
                "the real novel aspect is the convergence of technological and social innovation, with digital tools and appropriate software enabling more informed and efficient business decisions.",
                "Digitalisation processes not only affect the school system, but also the people who work in it.",
                "the transformation of the human-machine relationship is becoming increasingly significant, with the availability of visual, audio-visual and realistic 3D applications and materials that open up new dimensions of perception and learning."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "56": {
        "file_name": "the economic and educational imprints of digital transformation.pdf",
        "Name_publication": "The Economic and Educational Imprints of Digital Transformation - or the Evolution of Digitalisation",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalisation is having a huge impact on the economy, with an increasing number of services that use internet platforms to facilitate the fast and continuous flow of information. There is a growing trend for commercial activity to be increasingly shifted online, with the pandemic period making a significant contribution.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digital platforms create a direct link between supply and demand, without time and space constraints and at very competitive prices. Continuous developments have led to an increased merging of economic activity and private space, facilitating the emergence of the community economy.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "digitalisation is also having a huge impact on the economy, with an increasing number of services that use internet platforms to facilitate the fast and continuous flow of information.",
                "These digital platforms are able to create a direct link between supply and demand, without time and space constraints and at very competitive prices.",
                "Digital development and infocommunications are no longer considered a separate function of the economy, but can be seen as a new, pervasive area."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalisation has a profound impact on social life, affecting community structure, education, and the interrelations between organizations and individuals.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the transformation of processes and structures, leading to more efficient and accessible solutions, as well as the convergence of technological and social innovation.",
            "Method": "N/A",
            "Source": "The context discusses various examples and metrics related to the impact of digitalisation on social and economic life, including education and legal systems.",
            "Quotes": [
                "Digitalisation enables all inputs (e.g. text, images, sound) to be placed in a digital space, thereby changing the way value is created and setting a new direction for the way all organisations operate.",
                "However, the real novel aspect is the convergence of technological and social innovation, with digital tools and appropriate software enabling more informed and efficient business decisions.",
                "Digitalisation processes not only affect the school system, but also the people who work in it.",
                "Each interpretation, in our view, is not exclusive but co-existent between education and social actors."
            ],
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "58": {
        "file_name": "The effect of digitalization in the energy consumption of passenger transport_ An analysis of future scenarios for Europe.pdf",
        "Name_publication": "The effect of digitalization in the energy consumption of passenger transport: An analysis of future scenarios for Europe",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "Digital technologies have the potential to make the transport system more connected, intelligent, efficient, reliable and sustainable, fundamentally transforming how people and goods are moved, with significant impacts on transport demand and related energy consumption.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The analysis illustrates that the penetration of digital technologies can lead to opposite effects with regard to both energy consumption and emissions, depending on user behavior, economic conditions, and transport and environmental policies.",
            "Method": "Scenario analysis for the future of European passenger transport, evaluating potential effects of digitalization on mobility demand, energy consumption, and CO2 emissions under different assumptions.",
            "Source": "The study relies on data from various literature sources, including historical trends and projections for transport demand and energy consumption.",
            "Quotes": [
                "Digital technologies have the potential to make the transport system more connected, intelligent, efficient, reliable and sustainable.",
                "This article proposes a scenario analysis for the future of European passenger transport, by evaluating the potential effects of digitalization on mobility demand, energy consumption and CO2 emissions under different assumptions.",
                "The likelihood of these two possible pathways is related to multiple drivers, including users’ behavior, economic conditions and transport and environmental policies."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digital technologies have the potential to make the transport system more connected, intelligent, efficient, reliable and sustainable, leading to significant impacts on transport demand, energy consumption, and environmental impacts.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact of digitalization is explained through its effects on mobility demand, energy consumption, and CO2 emissions, with scenarios illustrating both responsible and selfish digitalization pathways.",
            "Method": "Scenario analysis evaluating potential effects of digitalization on mobility demand, energy consumption, and CO2 emissions.",
            "Source": "The study relies on data from various literature sources, including historical trends and projections for energy consumption and emissions.",
            "Quotes": [
                "Digital technologies have the potential to make the transport system more connected, intelligent, efficient, reliable and sustainable.",
                "This article proposes a scenario analysis for the future of European passenger transport, by evaluating the potential effects of digitalization on mobility demand, energy consumption and CO2 emissions under different assumptions.",
                "Results show the variability range of the potential effects on energy consumption and CO2 emissions in Europe by 2030 and 2050, by considering digitalization trends including Mobility as a Service, Shared Mobility and Autonomous Vehicles.",
                "The article concludes that in order to fully exploit the advantages of digitalization, proper policies are needed to support an efficient and effective deployment of available technologies through an optimized and shared use of alternative transport options."
            ],
            "Method Type": "Modeling and Simulation Techniques"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "59": {
        "file_name": "The-effect-of-digitalization-on-unemployment-reductionNew-Medit.pdf",
        "Name_publication": "The effect of digitalization on unemployment reduction",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization has a significant contribution to unemployment reduction.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization increases the demand for new professions revolving around new production and consumption modalities and digital skills, while decreasing the demand for low-skilled labor.",
            "Method": "The study evaluates a modified version of Okun’s Law on a balanced panel data set for 58 countries between 2013 and 2019.",
            "Source": "The study relies on the IMD World Digital Competitiveness score and World Development Indicators for unemployment and GDP growth.",
            "Quotes": [
                "Digital transformation and the digitalization of economic activity are ongoing trends profoundly shaping the global economy.",
                "The digital economy has often been labeled an engine of innovation, competitiveness, and economic growth.",
                "Digitalization has also been read as an enabler of more environmentally friendly circular economies, as it increases resource efficiency by reducing waste, boosting product longevity, and minimizing transaction costs.",
                "The overall result shows that improving digital readiness is associated with an increase in employment levels or decreased change in unemployment as with the estimated model."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization has been read as an enabler of more environmentally friendly circular economies, as it increases resource efficiency by reducing waste, boosting product longevity, and minimizing transaction costs.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digitalization increases resource efficiency by reducing waste, boosting product longevity, and minimizing transaction costs.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Digitalization has also been read as an enabler of more environmentally friendly circular economies, as it increases resource efficiency by reducing waste, boosting product longevity, and minimizing transaction costs."
            ],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization can have contrasting effects on the labor markets, potentially reducing the demand for low-skilled labor while increasing the need for new skills profiles.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The study suggests that improving digital readiness is associated with an increase in employment levels or decreased change in unemployment, indicating that digitalization can create job opportunities.",
            "Method": "The study uses a modified version of Okun’s law and a fixed-effect model to estimate the impact of digitalization on unemployment.",
            "Source": "The study relies on a balanced panel data set for 58 countries between 2013 and 2019, using the IMD World Digital Competitiveness score as a measure of digitalization.",
            "Quotes": [
                "the digital transition requires appropriate skills and knowledge, as well as a suitable regulatory framework, technology adoption, and IT readiness.",
                "the digital divide also exists among different social groups within the same economy, with different levels of digital literacy and asymmetric access to digital technologies.",
                "Digitalization can be a chance for employment creation worldwide."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        }
    },
    "60": {
        "file_name": "Thefutureofpersonalmobility.pdf",
        "Name_publication": "The Future of Personal Urban Mobility – Towards Digital Transformation",
        "Year": "2016",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization is transforming personal urban mobility, which has implications for businesses and the automotive industry, as well as addressing urbanization and environmental sustainability challenges.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The integration of digital technologies into mobility solutions is providing users with a seamless, safer, and more flexible mobility experience, while also raising concerns about data security and privacy that can negatively influence acceptance of new mobility concepts.",
            "Method": "Systematic literature review in the fields of information systems, transport, and automobile technologies.",
            "Source": "The study relies on a systematic literature review of 42 relevant articles identified through various scholarly databases.",
            "Quotes": [
                "the integration of digital technologies into vehicles, traffic systems and infrastructures has been increasingly shaping our everyday experiences of mobility.",
                "the mobility concept of car rental that is contributing to dealing with urbanization and environmental concerns, i.e., car sharing, has been used ever increasingly since it was integrated with mobile technologies.",
                "the integration of digital technologies into the vehicle or transportation infrastructure systems brings about new issues concerning user interface design as well as the development of new services and business models for everyday personal urban mobility."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization impacts personal urban mobility by addressing environmental concerns through solutions like car sharing and electric vehicles, which can lead to more sustainable mobility options.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "Digital technologies enable the integration of mobility solutions that reduce environmental impact, such as car sharing and electric vehicles, which contribute to sustainability.",
            "Method": "Systematic literature review in the fields of information systems, transport, and automobile technologies.",
            "Source": "The study relies on existing scientific literature and empirical evidence from various studies in the fields of information systems, transport, and automobile technology.",
            "Quotes": [
                "the mobility concept of car rental that is contributing to dealing with urbanization and environmental concerns, i.e., car sharing, has been used ever increasingly since it was integrated with mobile technologies",
                "the integration of automobile information systems and analytics within electric vehicles, which can improve prediction accuracy for driving patterns and battery conditions, facilitating the adoption of a more sustainable vehicle technology",
                "the large-scale use of mobility solutions in combination with digital technologies could stimulate a fundamental rethinking of the entire personal mobility system",
                "Digital technologies are a combination of information, computing, communication and connectivity technologies... in order to foster environmentally friendly behavior"
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization impacts personal urban mobility, which in turn affects social interactions and access to city resources, shaping daily understanding of the city and society.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digital technologies enhance mobility experiences and provide solutions that improve access and flexibility, but also raise concerns about data security and privacy.",
            "Method": "Systematic literature review in the fields of information systems, transport, and automobile technologies.",
            "Source": "Literature review findings from 42 articles across various scholarly databases.",
            "Quotes": [
                "the integration of digital technologies into vehicles, traffic systems and infrastructures has been increasingly shaping our everyday experiences of mobility.",
                "urban mobility enables people to access city resources, shaping the daily understanding of the city and society.",
                "the effects of digitalization are double sided: While digitalization is transforming personal urban mobility by providing users with a seamless, safer and more flexible mobility experience, it also brings concerns of data security and privacy that can negatively influence users’ acceptance of new mobility concepts."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        },
        "Security": {
            "Relevant": true,
            "Impact": "Digitalization brings concerns of data security and privacy that can negatively influence users’ acceptance of new mobility concepts.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The concerns of data security and privacy are highlighted as factors that can affect user acceptance of digital mobility solutions.",
            "Method": "Systematic literature review",
            "Source": "Existing scientific literature in the fields of information systems, transport, and automobile technology.",
            "Quotes": [
                "While digitalization is transforming personal urban mobility by providing users with a seamless, safer and more flexible mobility experience, it also brings concerns of data security and privacy that can negatively influence users’ acceptance of new mobility concepts."
            ],
            "Method Type": "Systematic Reviews and Literature Analyses"
        }
    },
    "61": {
        "file_name": "Too good to be true_ The inverted U-shaped relationship between home-country digitalization and environmental performance.pdf",
        "Name_publication": "Ecological Economics",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "The relationship between home country digitalization and a firm’s environmental performance is neither increasing nor decreasing but is curvilinear and described by an inverted U-shaped curve.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digitalization may boost a firm’s environmental performance because technologies bring benefits such as lower emissions, higher resource efficiency, improvements in supply chain management, the flexibility of production, lifecycle management, and waste reduction. However, this use results in a rebound effect, as an excess of digitalization negatively impacts the environment because of energy consumption, the exhaustion of scarce resources, and an increase in environmental pollution resulting from waste output and recycling challenges.",
            "Method": "Panel smooth transition regression (PSTR) model.",
            "Source": "The study relies on a panel dataset of 5015 firms from 47 countries and various databases including Thomson Reuters Eikon and IMD World Digital Competitiveness database.",
            "Quotes": [
                "Digitalization has been seen in the past as a panacea as it has been argued that higher digitalization will translate into better environmental performance.",
                "We thus explore the inverted U-shaped relationship between home country digitalization and environmental performance.",
                "Our results show that countries with stronger institutional frameworks flatten the inverted U-shaped curve.",
                "Our research work took place in a period in which firms were feeling the pressure of digital transformation.",
                "Our longitudinal, multi-country analysis provides more robust evidence regarding this salient concern about the rebound effects of high levels of digitalization."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalization has both positive and negative impacts on environmental performance, with an inverted U-shaped relationship indicating that initial increases in digitalization can improve environmental performance, but excessive digitalization can lead to negative outcomes.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The positive impact is attributed to enhanced energy efficiency and resource management, while the negative impact is explained by the rebound effect, where increased efficiency leads to higher overall consumption and pollution.",
            "Method": "Panel smooth transition regression (PSTR) model and longitudinal analysis of panel data from firms across various countries.",
            "Source": "The study relies on panel data of 5015 firms from 47 countries and various databases including Thomson Reuters Eikon and IMD World Digital Competitiveness.",
            "Quotes": [
                "Digitalization has been seen in the past as a panacea as it has been argued that higher digitalization will translate into better environmental performance.",
                "We thus explore the inverted U-shaped relationship between home country digitalization and environmental performance.",
                "We propose that the initial development of digitalization brings considerable benefits in terms of improvement to a firm’s environmental performance up until it reaches a tipping point at which an excess of digitalization becomes disadvantageous for environmental performance.",
                "The initiative of employing a nonlinear model in our study rests on previous studies that have examined complex phenomena in the context of ecological economics.",
                "Our work shows that governments should not take a laissez faire approach regarding the digitalization of companies even though digital transformation is a global trend because they can still play a key role in fostering (or hindering) the advantages of this technological change."
            ],
            "Method Type": "Quantitative Analysis Methods"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "62": {
        "file_name": "Using NLP to support terminology extraction and domain scoping (DESIRA project).pdf",
        "Name_publication": "Using NLP to Support Terminology Extraction and Domain Scoping: Report on the H2020 DESIRA Project",
        "Year": "2020",
        "Economy": {
            "Relevant": true,
            "Impact": "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "The project aims to assess the impact of digital technologies in rural areas, focusing on socio-economic pros and cons of specific digital solutions already in use.",
            "Method": "The project involves the creation of domain-specific taxonomies and workshops to assess the socio-economic impact of digital technologies.",
            "Source": "The project relies on stakeholder input, literature analysis, and expert interviews to assess the impact of digital technologies.",
            "Quotes": [
                "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
                "The DESIRA (Digitisation: Economic and Social Impacts in Rural Areas) EU H2020 project considers rural areas, with a strong focus on agricultural and forestry activities, and aims at assessing the impact of digital technologies in those domains."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "The project aims to assess the impact of digital technologies in rural areas, focusing on socio-economic pros and cons of specific digital solutions.",
            "Method": "The project involves the creation of domain-specific taxonomies and workshops with stakeholders to assess the socio-economic impact of digital technologies.",
            "Source": "The project relies on stakeholder input, literature analysis, and interviews with experts to assess the impact.",
            "Quotes": [
                "The ongoing phenomenon of digitisation is changing social and work life, with tangible effects on the socio-economic context.",
                "The DESIRA project aims to assess and anticipate the impact of digital transformation in rural areas, with a specific focus on the fields of agriculture and forestry."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "63": {
        "file_name": "VN_2022_65_Digikompassi.pdf",
        "Name_publication": "Valtioneuvoston selonteko: Suomen digitaalinen kompassi",
        "Year": "2022",
        "Economy": {
            "Relevant": true,
            "Impact": "Digitalization and the data economy are seen as crucial for enhancing productivity, competitiveness, and creating new business models, which positively impacts the economy.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the potential for digitalization to improve service quality, increase productivity, and enable new business models that can lead to economic growth.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Digitalisaatio mahdollistaa palveluiden asiakaslähtöisyyden, paremman laadun ja tuotavuuden kasvun sekä haastaa organisaatiot toiminnalliseen muutokseen.",
                "Yrityksille datatalouden kehitys mahdollistaa uudenlaisiin liiketoimintamalleihin perustuvien ratkaisujen innovoinnin ja globaalisti houkuttelevien ratkaisujen viennin.",
                "Digitalisaation ja datatalouden hyödyt realisoituvat uusilla toimintamalleilla ja johtamisella."
            ],
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": true,
            "Impact": "Digitalisaatio mahdollistaa palveluiden asiakaslähtöisyyden, paremman laadun ja tuotavuuden kasvun sekä haastaa organisaatiot toiminnalliseen muutokseen. Investoinnit uusien teknologioiden ja toimintamallien kehittämiseen ja soveltamiseen tuovat yhteiskunnalle monia hyötyjä. Resursseja voidaan esimerkiksi robotiikkaan ja automaatioon pohjautuvien ratkaisujen avulla vapauttaa organisaatioiden ja yhteiskunnan kannalta eniten arvoa tuottavaan työhön. Tämä tekee kansalaisten arjesta sujuvampaa ja parantaa niin julkisen kuin yksityisenkin sektorin tuottavuutta ja yritysten kilpailukykyä.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "Digitalisaatio, uudet teknologiat ja datan hyödyntäminen tarjoavat keinoja siirtyä kohti ilmastoneutraalia, resursseja ja luontoa säästävää sekä häiriönsietokykyistä kiertotaloutta.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Digitalisaatio mahdollistaa palveluiden asiakaslähtöisyyden, paremman laadun ja tuotavuuden kasvun sekä haastaa organisaatiot toiminnalliseen muutokseen.",
                "Digitalisaatio, uudet teknologiat ja datan hyödyntäminen tarjoavat keinoja siirtyä kohti ilmastoneutraalia, resursseja ja luontoa säästävää sekä häiriönsietokykyistä kiertotaloutta.",
                "Toisaalta digitalisaatio ja datatalous myös kuluttavat kasvavassa määrin energiaa ja resursseja."
            ],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization and the digital economy are described as having significant implications for social inclusion, well-being, and the accessibility of public services, which are essential for a functioning democracy and community structure.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the enhancement of digital skills, accessibility of services, and the promotion of social inclusion, which collectively contribute to a more engaged and well-informed citizenry.",
            "Method": "The context discusses the need for systematic development of digital skills and the establishment of inclusive digital services as methods to enhance social outcomes.",
            "Source": "The publication references various national strategies and frameworks aimed at improving digital literacy and public service accessibility.",
            "Quotes": [
                "Digitaitoja on kehitettävä systemaattisesti läpi koulutusjärjestelmän huomioiden kaikkien ikäryhmien digitaidot, ottaen huomioon myös aikuisväestön ja iäkkäämmät, jotka eivät ole välttämättä oman opintopolkunsa aikana päässeet hankkimaan tarvittavia digitaalisia perustaitoja.",
                "Hyvin toimivat julkiset palvelut vahvistavat osallisuutta yhteiskunnassa, kun digitaalisia palveluita on saatavilla suomen-, ruotsin- ja englannin kielellä ja selkeäkielisesti, kun esteettömyys ja saavutettavuus on huomioitu palvelukehityksessä.",
                "Osallistuminen digitalisoituvaan yhteiskuntaan kuuluu kaikille. On tärkeää, että kaikilla on mahdollisuus käyttää julkisia palveluita ja osallistua yhteiskuntaan."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": true,
            "Impact": "Digitalization has created new security threats, such as cyberattacks, information manipulation, and data and identity theft.",
            "Positive_impact": false,
            "Negative_impact": true,
            "Mechanism": "The context explains that the digital environment has changed significantly, leading to an expanded threat landscape for cybersecurity.",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [
                "Digitaalinen toiminta- ja turvallisuusympäristö on muuttunut voimakkaasti.",
                "Digitalisaatiokehitys on luonut uudenlaisia turvallisuusuhkia, kuten kyberhyökkäyksiä, informaatiovaikuttamista sekä tieto- ja identiteettivarkauksia.",
                "Kyber- ja tietoturvallisuuden tulee olla sisäänrakennettuna kaikessa toiminnassa, prosesseissa ja järjestelmissä."
            ],
            "Method Type": "N/A"
        }
    },
    "64": {
        "file_name": "vo_2020-32_tieliikenteen_hallinta_web.pdf",
        "Name_publication": "Väyläviraston ohjeita 32/2020",
        "Year": "2020",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "65": {
        "file_name": "vo_2020-37_tiehankkeiden_arviointiohje_web.pdf",
        "Name_publication": "Väyläviraston ohjeita 37/2020",
        "Year": "2022",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "66": {
        "file_name": "“Who can I ask for help_”_ Mechanisms behind digital inequality in public transport.pdf",
        "Name_publication": "Cities 137 (2023) 104335",
        "Year": "2023",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "Digitalization in public transport has led to both benefits and difficulties for various groups, particularly those with lower digital skills or access, resulting in social exclusion for some.",
            "Positive_impact": true,
            "Negative_impact": true,
            "Mechanism": "The impact is explained through the experiences of individuals who face difficulties due to low digital skills, lack of access to devices, and complex technology designs, which can lead to reliance on social networks for support.",
            "Method": "The study used qualitative interviews with participants from various backgrounds to gather insights on their experiences with digitalization in public transport.",
            "Source": "The study relied on interviews with 39 participants belonging to groups more likely to be impacted by digital inequality, including older adults, people with lower education levels, and those with migration backgrounds.",
            "Quotes": [
                "“Who can I ask for help? That’s where it starts.”",
                "“I think if I had to go and buy a ticket now, I’d get really high blood pressure and my heart rate would go right up.”",
                "“Then you are again dependent on someone else to support you and help you with that.”",
                "“I would be able to do much more if I could travel more.”"
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "67": {
        "file_name": "Digital marketplaces unleashed_1_ocred.pdf",
        "Name_publication": "Digital Marketplaces Unleashed",
        "Year": "2018",
        "Economy": {
            "Relevant": true,
            "Impact": "The context discusses the transformation brought about by digital marketplaces as a key challenge for various industries, indicating that digitalization is reshaping business models and consumer expectations, which directly impacts the economy.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact of digitalization on the economy is explained through examples of companies adapting to new digital business models and the necessity for traditional corporations to transform in order to survive in a competitive landscape.",
            "Method": "The context mentions qualitative assessments based on interviews with executives and personal experiences of digital transformation consultants.",
            "Source": "The study relies on interviews with top executives and insights from digital transformation consultants.",
            "Quotes": [
                "The transformation brought about by digital marketplaces will be the key challenge for any industry in the coming years.",
                "The only way to survive this process is by thoroughly preparing the entire organization for a transformation of unprecedented scope.",
                "Companies that want to be in the driver’s seat of the transformation vehicle must start to radically alter their organizations on all levels now."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": true,
            "Impact": "The context discusses the impact of digitalization on social relationships, community engagement, and the transformation of service delivery in local marketplaces.",
            "Positive_impact": true,
            "Negative_impact": false,
            "Mechanism": "The impact is explained through the facilitation of easier access to services, improved communication between providers and consumers, and the fostering of community connections.",
            "Method": "The context mentions iterative enhancements based on user feedback and operational experiences.",
            "Source": "The study relies on user feedback, operational data from the Amiona platform, and examples from local service providers.",
            "Quotes": [
                "The Amiona digital marketplace allows citizens of St. Gallen, a city of 75,000 people in eastern Switzerland, to make appointments 24/7 with quality-assured, trustworthy local service providers.",
                "In order to simplify everyday life we had to master the following challenges: create an open marketplace that allows all providers and consumers to participate; assure the required quality standards; overcome the low level of digitisation at many smaller-scale providers.",
                "The possibility to easily communicate new services online and handle requests efficiently via Amiona has also motivated local providers to introduce new services."
            ],
            "Method Type": "Qualitative Research Methods"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "68": {
        "file_name": "Digital marketplaces unleashed_2_ocred.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "69": {
        "file_name": "Digital marketplaces unleashed_3_ocred.pdf",
        "Name_publication": "Reprogramming Your Corporate Immune System",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "70": {
        "file_name": "Digital marketplaces unleashed_4_ocred.pdf",
        "Name_publication": "Cognitive Systems Cognitive Computing - the new Paradigm of the Digital World",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "71": {
        "file_name": "Digital marketplaces unleashed_5_ocred.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "72": {
        "file_name": "Digital marketplaces unleashed_6_ocred.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": [],
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "73": {
        "file_name": "Digital marketplaces unleashed_7_ocred.pdf",
        "Name_publication": "PartXill",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "74": {
        "file_name": "Digital marketplaces unleashed_8_ocred.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    },
    "75": {
        "file_name": "Digital marketplaces unleashed_9_ocred.pdf",
        "Name_publication": "N/A",
        "Year": "N/A",
        "Economy": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Environment": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Social": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        },
        "Security": {
            "Relevant": false,
            "Impact": "N/A",
            "Positive_impact": "N/A",
            "Negative_impact": "N/A",
            "Mechanism": "N/A",
            "Method": "N/A",
            "Source": "N/A",
            "Quotes": "N/A",
            "Method Type": "N/A"
        }
    }
}